Repository: quran/quran-ios
Catalog: Core/Localization/Resources/*.lproj/Android.strings
Languages: fa, my, nl, tr, ug, vi, zh

# see_tafseer_of_verse
source: This ayah's tafseer is included with the tafseer of ayah %d (Click to expand).
fa: تفسیر آیه متعلق به آیه %d است (برای مشاهده کلیک کنید).
my: Lihat terjemahan untuk ayat %d.
tr: Bu âyetin tefsiri %d.âyetin tefsiri ile birlikte gelir (gözetmek için tıklayın).
ug: بۇ ئايەتنىڭ تەفىرسى %d -ئايەتنىڭ تەفسىر بىلەن ئۆز ئىچىگە ئېلىنغان (كېڭەيتىش ئۈچۈن چېكىڭ).
vi: Tafseer của ayah này đã có trong tafseer của ayah %d (Nhấp để mở rộng).
zh: 这段经文的塔夫赛尔与第%d段的塔夫赛尔包括在一起（点击展开）。

# starting_page_label
source: Beginning of Page
fa: آغاز صفحه
my: Mula muka surat
nl: Begin van Pagina
tr: Sayfa başlangıcı
ug: بەت ئۈستى
vi: Đầu Trang
zh: 页首

source: Stop
fa: توقف
my: Hentikan
nl: Onderbreken
tr: Durdur
ug: توختا
vi: Dừng
zh: 停止

# storage_permission_please_restart
source: Please restart the app for this to take effect.
fa: برنامه را از نو آغاز کنید تا تغییرات اثر کند.
my: Sila keluar dan mulakan semula aplikasi untuk tetapan terkini.
tr: Bu değişikliğin geçerli olması için lütfen uygulamayı yeniden başlatın
ug: بۇنىڭ كۈچكە ئىگە بولۇشى ئۈچۈن بۇ دېتالنى قايتا قوزغىتىڭ.
vi: Vui lòng khởi động lại ứng dụng để điều này có hiệu lực.
zh: 请重新启动应用程序以使其生效。

# sura_ayah_notification_str
source: Surah %1$@, Ayah %2$d
fa: سوره %1$@، آیه %2$d
my: Surah %1$@, Ayat %2$d
nl: Soera %1$@, Ayah %2$d
tr: Sure %1$@, âyet %2$d
ug: %1$@ -سۈرە، %2$d - ئايەت
zh: 第%1$@章，第%2$d节

# sura_ayah_sharing_str
source: Surah %1$@: %2$d
fa: سوره %1$@: %2$d
nl: Soera %1$@: %2$d
tr: Sure %1$@: %2$d
ug: سۈرە %1$: %2$d
zh: 第%1$@章: %2$d

# tag_blank_tag_error
source: Tag names cannot be blank!
fa: نام برچسب نمی تواند خالی باشد!
nl: Tagnaam mag niet leeg zijn!
tr: Etiket adı boş bırakılamaz!
ug: خەتكۈچ ئىسىملىرى بوش ئەمەس!
vi: Tên thẻ không được để trống!
zh: 标签名称不能是空白的!

source: Tag Bookmark
fa: تعیین برچسب برای نشانک
my: Beri Label pada Penanda
nl: Tag Bladwijzer
tr: Sayfa işareti etiketi
ug: خەتكۈچكە بەلگە قوش
vi: Đánh dấu Thẻ
zh: 为收藏加标签

# tag_dlg_title
source: Tag
fa: برچسب
my: Label
nl: Tags
tr: Etiket
ug: بەلگە
vi: Thẻ
zh: 标签

# tag_duplicate_tag_error
source: Tag name already exists!
fa: نام برچسب در حال حاضر وجود دارد!
nl: Tagnaam bestaat al!
tr: Etiket adı zaten var!
ug: خەتكۈچ ئىسمى ئاللىبۇرۇن مەۋجۇت!
vi: Tên thẻ đã tồn tại!
zh: 标签名称已经存在!

# tag_name
source: Name
fa: نام
my: Nama
nl: Naam
tr: İsim
ug: ئاتى
vi: Tên
zh: 标签名

# timing_database
source: Required Files
fa: فایل‌های موردنیاز
my: Fail yang Diperlukan
nl: Vereiste Bestanden
tr: Gerekli dosyalar
ug: زۆرۈر ھۆججەتلەر
vi: Tệp cần thiết
zh: 所需文件

# translation_dialog_later
source: Later
fa: بعداً
my: Nanti
tr: Sonra
ug: كېيىن
vi: Để sau
zh: 稍后再说

# translation_dialog_yes
source: Yes
fa: بلی
my: Ya
nl: Ja
tr: Evet
ug: ھەئە
vi: Có
zh: 好的

# translation_updates_available
source: An update is available for some of your translations. Visit the translations screen now?
fa: برای برخی از ترجمه‌ها به‌روزرسانی موجود است. مایل‌اید به صفحه ترجمه‌ها بروید؟
my: Terdapat kemaskini untuk terjemahan anda. Paparkan terjemahan sekarang?
tr: Meâller için güncelleme mevcut. Meâl indirme sayfasını şimdi gözetmek istermisiniz?
ug: تەرجىمە ئۈچۈن بىر يېڭىلانما بار. تەرجىمە ئېكرانىنى ھازىرلا زىيارەت قىلامسىز؟
vi: Một bản cập nhật có sẵn cho một số bản dịch của bạn. Truy cập trang bản dịch ngay bây giờ?
zh: 译文中有可用更新. 访问译文页面吗？

source: Undo
fa: واگرد
my: Batalkan
nl: Ongedaan maken
tr: Geri alma
ug: ئەمەلدىن قالدۇرۇش
vi: Hoàn tác
zh: 撤销

source: Update Available
fa: به‌روزرسانی موجود است
my: Kemaskini Ada
nl: Update beschikbaar
tr: Güncelleme var
ug: يېڭىلانما بار
vi: Có cập nhật mới
zh: 有可用更新

source: Warning
fa: هشدار
nl: Waarschuwing
tr: Uyarı
ug: ئاگاھلاندۇرۇش
vi: Cảnh báo
zh: 警告

# prefs_megabytes_int
source: %1$d MB
ug: %1$d م ب

# menu_show_recents
source: Recent pages
nl: Recente pagina's

# play_from
source: From
my: Dari
nl: Van

# play_to
source: To
my: Sehingga
nl: Naar

# prefs_audio_manager
source: Audio Manager
nl: Geluid Manager

source: Translations
nl: Vertalingen
