Repository: quran/quran-ios
Catalog: Core/Localization/Resources/*.lproj/Android.strings
Languages: fa, my, nl, tr, ug, vi, zh

# no_arabic_search_available
source: You have not downloaded the Arabic search pack. Please download it and try your search again.
fa: متن عربی قرآن هنوز بارگذاری نشده است. لطفاً ابتدا آن را دریافت نمایید.
my: Anda belum memuat turun paket pencarian Arab. Sila muat turun dan ulangi pencarian
tr: Arapça arama paketi indirilmedi. Lütfen indirip daha sonra tekrar deneyin
ug: سىز ئەرەبچە ئىزدەش بوغچىسىنى چۈشۈرمىگەن. ئۇنى چۈشۈرۈپ ئاندىن قايتا ئىزدەڭ.
vi: Bạn chưa tải xuống gói tìm kiếm tiếng Ả Rập. Vui lòng tải xuống và thử tìm kiếm lại.
zh: 还没有下载搜索包，请下载后再次进行搜索.

# no_results
source: No results found for "%@"
fa: جستجوی «%@» هیچ نتیجه‌ای دربرنداشت.
my: Tidak dijumpai "%@"
nl: Geen resultaten gevonden voor "%@"
tr: Bir sonuç bulunamadı "%@"
ug: "%@" نىڭ نەتىجىلىرى تېپىلمىدى
vi: Không kết quả cho "%@"
zh: 未搜索到"%@"

source: Not Tagged
fa: بدون برچسب
my: Penanda tanpa Label
nl: Niet Getaged
tr: Etiketlenmedi
ug: بەلگە قوشۇلمىدى
vi: Chưa được gắn thẻ
zh: 未命名

# notification_channel_audio
source: Quran Recitation
fa: قرائت قرآن
my: Pembacaan Quran
nl: Koran Recitaties
tr: "Kur'an okunması"
ug: قۇرئان تىلاۋەت قىلىش
vi: Quran Xướng đọc
zh: 古兰经诵读

# notification_channel_download
source: Quran Downloads
fa: دانلود فایل های قرآن
my: Muat turun Quran
nl: Koran Downloads
tr: "Kur'an indirme"
ug: قۇرئان چۈشۈرۈش
vi: Quran Tải xuống
zh: 古兰经下载

# notification_download_canceled
source: Download canceled
fa: بارگذاری لغو شد
my: Muat turun dibatalkan
nl: Download geannuleerd
tr: İndirme iptal edildi
ug: چۈشۈرۈشتىن ۋاز كەچتى
vi: Đã hủy tải xuống
zh: 下载已取消

# page_description
source: Page %1$@, Juz' %2$@
fa: صفحه %1$@، جزء %2$@
my: Halaman %1$@, Juz' %2$@
nl: Pagina %1$@, Juz' %2$@
tr: sayfa %1$@, cüz %2$@
ug: %2$@ -پارە، %1$@ -بەت
vi: Trang %1$@, Juz' %2$@
zh: 第%2$@卷，第%1$@页

source: Pause
fa: مکث
nl: Pauzeren
tr: Duraklat
ug: ۋاقتىنچە توختاش
vi: Nghỉ
zh: 暂停

source: Play
fa: پخش
my: Mainkan
nl: Afspelen
tr: Dinle
ug: قويۇش
vi: Phát
zh: 播放

# play_apply
source: Apply
fa: اِعمال
my: Tetapkan
nl: Toepassen
tr: Uygula
ug: ئىلتىماس قىلىڭ
vi: Áp dụng
zh: 申请

# play_apply_and_play
source: Apply and Play
fa: اِعمال و پخش
my: Tetapkan dan main
nl: Toepassen en Afspelen
tr: Uygula ve dinle
ug: ئىلتىماس قىلىڭ ۋە قويۇش
vi: Áp dụng và Phát
zh: 应用和倾听

source: Play each verse:
fa: پخش هر آیه:
my: Mainkan setiap ayat:
nl: Speel elke vers af:
tr: Her âyeti
ug: ھەر بىر ئايەتنى ئاڭلاڭ:
vi: Lần phát từng câu:
zh: 听听每一段经文。

# play_restrict_range
source: Only play the above verses
fa: تنها این آیات را پخش کن
my: Hanya mainkan ayat di atas
nl: Speel alleen bovenstaande verzen
tr: Sadece yukarıdaki âyetleri dinle
ug: پەقەت يۇقىرىدىكى ئايەتلەرنىلا ئاڭلاڭ
vi: Chỉ phát những câu trên
zh: 只播放上述阿亚特

# play_verses_range
source: Play set of verses:
fa: پخش مجموعه آیات:
my: Mainkan set ayat:
nl: Speel een set van verzen af:
tr: âyetler grubu:
ug: بىر يۈرۈش ئايەتلەرنى ئاڭلاڭ:
vi: Lần phát cả bộ câu:
zh: 听听这组阿亚特。

# playback_prompt_title
source: Start playback from:
fa: شروع از:
my: Main semula dari:
nl: Begin met afspelen vanaf:
tr: Şuradan başlat:
ug: ئويناشنى باشلاڭ:
vi: Bắt đầu phát từ:
zh: 开始播放从。

# please_grant_permissions
source: Please grant permission in application settings
fa: لطفاً اجازه در تنظیمات برنامه را اعطا کنید
nl: Verleen toestemming in de applicatie-instellingen
tr: Lütfen uygulama ayarlarında izin verin
ug: ئىلتىماس تەڭشەكلىرىدە ئىجازەت بېرىڭ
vi: Vui lòng cấp quyền trong cài đặt ứng dụng
zh: 请在应用程序设置中授予权限

source: Please wait…
fa: لطفاً منتظر بمانید...
nl: Even geduld aub…
tr: Lütfen bekleyin...
ug: ساقلاپ تۇرۇڭ…
vi: Xin đợi…
zh: 请等待...

# prefs_app_location_summary
source: Choose where to store Quran files
fa: حافظه‌ای که تمایل دارید فایل‌ها روی آن ذخیره شود را انتخاب نمایید
my: Pilih lokasi untuk menyimpan fail
nl: Kies waar Koran-bestanden moeten worden opgeslagen
tr: Lütfen hangi SD karta kopyalanacağını seçin
ug: ھۆججەتلەرنى قايسى sd كارتىغا ساقلايدىغانلىقىڭىزنى تاللاڭ
vi: Chọn nơi lưu trữ các tệp Kinh Quran
zh: 选择存储古兰经文件的地方

# prefs_app_location_title
source: Quran data directory
fa: پوشه داده‌های قرآن
my: Lokasi aplikasi
nl: Koran gegevensmap
tr: Uygulama konumu
ug: ئەپ ئورنى
vi: Nơi Kinh Quran lưu dữ liệu
zh: 古兰经数据目录

# prefs_app_size
source: Current data size is
fa: حجم کنونی داده‌ها
my: Saiz aplikasi
nl: Huidige gegevensgrootte is
tr: Uygulama büyüklüğü:
ug: ئەپ چوڭلۇقى
vi: Kích cỡ dữ liệu hiện tại là
zh: 目前的数据大小是

# prefs_audio_manager_summary
source: Manage and download Quranic audio
fa: بارگذاری و مدیریت فایل‌های صوتی
my: Urus dan muat turun audio Quran
nl: Koran audio beheren en downloaden
tr: "Kur'an seslerini yönetme ve indirme"
ug: ئاۋاز باشقۇرۇش ۋە چۈشۈرۈش
vi: Quản lý và tải xuống bản đọc Kinh Quran
zh: 管理和下载古兰经音频

# prefs_ayah_before_translation_summary
source: Show ayah in Arabic above the translation
fa: نمایش متن عربی آیه پیش از ترجمه
my: Papar ayat (dalam bahasa Arab) di atas terjemahan
nl: Toon ayah in het Arabisch boven de vertaling
tr: Âyet metnini tercümeden sonra göster
ug: تەرجىمىدىن ئىلگىرى ئەرەبچە ئەسلى تېكىستنى كۆرسىتىدۇ
vi: Hiển thị ayah tiếng Ả Rập phía trên bản dịch
zh: 在译文前显示阿拉伯语原文

# prefs_ayah_before_translation_title
source: Ayah before translation
fa: آیه پیش از ترجمه
my: Papar ayat sebelum terjemahan
nl: Ayah vóór vertaling
tr: Meâlden önce âyet
ug: تەرجىمىدىن ئىلگىرى ئايەت
vi: Ayah trước bản dịch
zh: 显示原文

# prefs_calculating_app_size
source: Calculating App Size
fa: محاسبه حجم برنامه
my: Mengira saiz aplikasi
nl: App-grootte berekenen
tr: Uygulama büyüklüğü hesaplanıyor
ug: ئەپ چوڭلۇقىنى ھېسابلاۋاتىدۇ
vi: Tính Kích thước App
zh: 计算应用程序的大小

# prefs_category_advanced
source: Advanced Options
fa: گزینه‌های پیشرفته
my: Pilihan lanjutan
nl: Geavanceerde opties
tr: Gelişmiş seçenekler
ug: تېخىمۇ كۆپ تەڭشەكلەر
vi: Tùy chọn Nâng cao
zh: 高级选项

# prefs_category_advanced_summary
source: Import/export bookmarks, set Quran data directory, etc.
fa: درون‌برد و برون‌برد نشانک‌ها و برچسب‌ها، تعیین پوشه داده‌های قرآن و …
my: Import/export penanda, tetapkan direktori data Quran, dll.
tr: İşaretleri içe/dışa aktar, uygulama konumunu ayarla, vb.
ug: خەتكۈچلەرنى ئەكىرىش / چىقىرىش ، قۇرئان سانلىق مەلۇمات مۇندەرىجىسى قاتارلىقلارنى تەڭشەش.
vi: Nhập/xuất đánh dấu, đặt thư mục dữ liệu Kinh Quran, v.v.
zh: 导入/导出书签，设置古兰经数据目录，等等。

# prefs_category_display_settings
source: Display Settings
fa: تنظیمات نمایش
my: Tetapan Paparan
nl: Weergave-instellingen
tr: Görüntüleme ayarları
ug: كۆرۈنۈش تەڭشەكلىرى
vi: Cài đặt Hiển thị
zh: 显示设置

# prefs_category_download
source: Download Options
fa: بارگذاری تنظیمات
my: Pilihan Muat Turun
nl: Downloadopties
tr: İndirme seçenekleri
ug: چۈشۈرۈش تاللانمىلىرى
vi: Tùy chọn Tải xuống
zh: 下载选项

# prefs_category_dual_screen
source: Dual Page Preferences
fa: ترجیحات برای دو صفحه مجاور
nl: Voorkeuren voor dubbele pagina's
tr: Çift Sayfa Tercihleri
ug: قوش بەت مايىللىقى
vi: Tùy chọn Trang Kép
zh: 双页偏好

# prefs_category_reading
source: Reading Preferences
fa: تنظیمات خواندن
my: Keutamaan Bacaan
nl: Leesvoorkeuren
tr: Okuma seçenekleri
ug: ئوقۇش مايىللىقى
vi: Tùy chọn Đọc
zh: 朗读设置

# prefs_category_translation
source: Translation Preferences
fa: تنظیمات ترجمه
my: Keutamaan Terjemahan
nl: Vertaalvoorkeuren
tr: Meâl seçenekleri
ug: تەرجىمە مايىللىقى
vi: Tùy chọn Bản dịch
zh: 译文设置

# prefs_copying_app_files
source: Copying App files
fa: در حال کپی نمودن فایل‌های برنامه
my: Menyalin fail aplikasi
nl: App-bestanden kopiëren
tr: Uygulama dosyaları kopyalanıyor
ug: ئەپ ھۆججەتلىرىنى كۆچۈرۈۋاتىدۇ
vi: Sao chép tệp App
zh: 复制应用程序文件

# prefs_display_marker_summary
source: Display popup on reaching juz', hizb, etc.
fa: فعال‌سازی پیغام‌های رسیدن به جزء، حزب و …
my: Paparkan popup ketika mencapai pergantian juz', hizb, dll
nl: Popup tonen bij het bereiken van juz', hizb, enz.
tr: Ekranda cüz ve hizip bilgileri görüntüle
ug: يېتىپ كەلگەن پارە، ھىزب قاتارلىقلارنى قاڭقىش كۆزنىكىدە كۆرسىتىدۇ.
vi: Hiển thị hộp thoại khi tới juz', hizb, v.v kế tiếp
zh: 阅读时弹出卷章标记窗口

# prefs_display_marker_title
source: Display marker popups
fa: نمایش پیغام‌ها
my: Paparkan popup penanda
nl: Popup-markeringen tonen
tr: "Kur'an kısımlarını gösteren uyarı göster"
ug: بەلگە قاڭقىش كۆزنىكىنى كۆرسەت
vi: Hiện hộp thoại
zh: 显示卷章标记弹出窗口

# prefs_download_amount_summary
source: Preferred download amount for non-gapless audio
fa: میزان پیشنهادی برای بارگذاری فایل‌های صوتی
my: Paket fail setiap muat turun untuk audio berjurang.
tr: Ayrık olan ses dosyaları için indrime miktarı
ug: ئالدى بىلەن غەيرى يوچۇقسىز ئاۋازنى چۈشۈرىدۇ
vi: Số lượng tải xuống ưu tiên cho âm thanh non-gapless
zh: non-gapless音频的下载方式。

# prefs_download_amount_title
source: Download amount
fa: حجم بارگذاری
my: Paket Muat Turun
nl: Downloadhoeveelheid
tr: İndirme miktarı
ug: چۈشۈرۈش ئۇسۇلى
vi: Số lượng tải xuống
zh: 下载方式

# prefs_dual_page_mode_disabled
source: In landscape, only one page will appear.
fa: تنها یک صفحه در حالت افقی
my: Dalam mod landscape, hanya paparkan satu halaman.
tr: Yatay modda tek sayfa görüntülenir
ug: توغرىسىغا ھالەتتە، بىرلا بەتنى كۆرسىتىدۇ.
vi: Ở chế độ ngang, chỉ một trang sẽ xuất hiện
zh: 在横屏状态下，将只出现一页。

# prefs_dual_page_mode_enabled
source: In landscape, two pages will appear side by side.
fa: نمایش دو صحفه در حالت افقی
my: Dalam mod landscape, dua halaman akan muncul bersebelahan.
tr: Yatay modda iki sayfa birlikte görüntülenir
ug: توغرىسىغا ھالەتتە، ئىككى بەت يانمۇيان كۆرۈنىدۇ.
vi: Ở chế độ ngang, hai trang sẽ xuất hiện cạnh nhau
zh: 在横向情况下，两个页面将并排出现。

# prefs_dual_page_mode_title
source: Dual Page Mode
fa: حالت مخصوص رایانه دستی
my: Mod Tablet
nl: Dubbele Paginamodus
tr: Tablet modu
ug: تاختا كومپيۇتېر ھالىتى
vi: Chế độ Trang Kép
zh: 双页模式

# prefs_err_moving_app_files
source: Failed to move app files
fa: خطا در جابجایی فایل‌های برنامه
my: Gagal memindahkan fail aplikasi
nl: Fout bij het verplaatsen van app-bestanden
tr: Uygulama dosyalarını taşınamadı
ug: ئەپ ھۆججەتلىرىنى يۆتكىيەلمىدى
vi: Lỗi di chuyển tệp của app
zh: 移动应用程序文件失败

# prefs_export_summary
source: Export a copy of bookmarks and tags
fa: برون‌بُرد نشانک‌ها و برچسب‌ها
my: Export salinan penanda dan tag
nl: Exporteer een kopie van bladwijzers en tags
tr: İşaret ve etiketleri dışa aktar
ug: خەتكۈچ ۋە خەتكۈچلەرنىڭ كۆپەيتىلگەن نۇسخىسىنى ئېكسپورت قىلىڭ
vi: Xuất bản sao của đánh dấu và thẻ
zh: 导出书签和标签的副本

# prefs_export_title
source: Export
fa: برون‌بُرد
nl: Exporteren
tr: Dışa aktar
ug: ئېكسپورت
vi: Xuất
zh: 出口

# prefs_highlight_bookmarks_summary
source: Highlight bookmarked ayahs while reading
fa: برجسته‌سازی آیه‌های نشانکدار
my: Papar penanda ketika membaca
nl: Gemarkeerde ayah's markeren tijdens het lezen
tr: İşaretlenen âyetleri vurgulayarak göster
ug: ئايەتلەرنى گەۋدىلەندۈرىدۇ
vi: Tô sáng ayahs đã được đánh dấu trong khi đọc
zh: 在阅读时，突出显示书签上的阿亚。

# prefs_highlight_bookmarks_title
source: Highlight bookmarks
fa: برجسته‌سازی نشانک‌ها
my: Papar penanda
nl: Bladwijzers markeren
tr: İşaretleri vurgulama
ug: خەتكۈچنى گەۋدىلەندۈرىدۇ
vi: Tô sáng các đánh dấu
zh: 突出显示书签

# prefs_import_summary
source: Import bookmarks and tags
fa: درون‌برد نشانک‌ها و برچسب‌ها
my: Import penanda dan tag
nl: Importeer bladwijzers en tags
tr: İşaret ve etiketleri içe aktar
ug: خەتكۈچ ۋە خەتكۈچلەرنى ئىمپورت قىلىڭ
vi: Nhập đánh dấu và thẻ
zh: 导入书签和标签

# prefs_import_title
source: Import
fa: درون‌برد
nl: Importeren
tr: İçe aktar
ug: ئىمپورت
vi: Nhập
zh: 进口

# prefs_landscape_orientation_summary_off
source: Always use portrait mode
fa: استفاده در جهت عمودی
my: Menggunakan orientasi layar portrait (tegak)
nl: Gebruik altijd de staande modus
tr: Dikey yönelimi açık
ug: بويىغا يۆنىلىش ئىشلىتىلىدۇ
vi: Luôn dùng chế độ nằm dọc
zh: 锁定竖屏

# prefs_landscape_orientation_summary_on
source: Always use landscape mode
fa: استفاده در جهت افقی
my: Menggunakan orientasi layar landscape (melintang)
nl: Gebruik altijd de liggende modus
tr: Yatay yönelimi açık
ug: توغرىسىغا يۆنىلىش ئىشلىتىلىدۇ
vi: Luôn dùng chế độ nằm ngang
zh: 锁定横屏

# prefs_landscape_orientation_title
source: Landscape orientation
fa: جهت افقی
my: Orientasi Landscape
nl: Liggende modus
tr: Yatay düzen yönelimli
ug: توغرىسىغا يۆنىلىش
vi: Hướng ngang
zh: 锁屏方向

# prefs_lock_orientation_summary_off
source: Adaptive to current orientation mode
fa: تطبیق خودکار با جهت دستگاه
my: Penyesuaian orientasi layar secara automatik
nl: Aanpasbare oriëntatiemodus
tr: Otomatik döndürme özellikleri çalışır vaziyette
ug: نۆۋەتتىكى يۆنىلىش ھالىتىگە ماسلىشىدۇ
vi: Tự chuyển hướng cùng thiết bị
zh: 跟随系统

# prefs_lock_orientation_summary_on
source: Use fixed orientation mode
fa: عدم تغییر خودکار جهت نمایش
my: Halaman Quran akan berada dalam mod orientasi tetap
nl: Gebruik de modus voor vaste oriëntatie
tr: "Kur'an sayfları döndürme özellikleri olmadan gösterilecek"
ug: قۇرئان بەتلىرىنىڭ ئېكران ئايلاندۇرۇش يۆنىلىشى
vi: Khóa một hướng cố định
zh: 古兰经页面的屏幕旋转方向

# prefs_lock_orientation_title
source: Lock screen orientation
fa: حفظ جهت نمایش
my: Kunci orientasi layar
nl: Schermoriëntatie vergrendelen
tr: Ekran döndürmeyi kapat
ug: قۇلۇپ ئېكران يۆنىلىشى
vi: Khóa hướng màn hình
zh: 屏幕旋转方向

# prefs_new_background_title
source: New background
fa: پس‌زمینه جدید
my: Latar beakang baru
nl: Nieuwe achtergrond
tr: Yeni arkaplan
ug: يېڭى تەگلىك
vi: Màu nền mới
zh: 新的壁纸

# prefs_night_mode_summary
source: Use dark background and light fonts
fa: استفاده از پس‌زمینه تاریک و نوشته‌های روشن
my: Menggunakan latar belakang gelap dan teks terang
nl: Gebruik een donkere achtergrond en lichte lettertypen
tr: Karanlık arkaplan ve parlak fontlar kullanılacak
ug: قارا تەگلىك يورۇق خەت نۇسخىسى ئىشلىتىلىدۇ
vi: Dùng nền tối và phông chữ sáng
zh: 黑色背景和白色字体

# prefs_night_mode_text_brightness_summary
source: Brightness of the text when night mode is active
fa: میزان روشنایی متن در حالت شبانه
my: Kecerahan teks ketika mod malam aktif
tr: Gece modu açıkken metin parlaklığı
ug: كېچە ھالىتى قوزغىتىلغان ۋاقىتتىكى تېكىستنىڭ يورۇقلۇقى
vi: Độ sáng của chữ khi chế độ tối được kích hoạt
zh: Brightness of the text when night more is active

# prefs_night_mode_text_brightness_title
source: Text brightness
fa: روشنایی متن
my: Kecerahan teks
nl: Teksthelderheid
tr: Metin parlaklığı
ug: تېكىست يورۇقلۇقى
vi: Độ sáng của chữ

# prefs_night_mode_title
source: Night mode
fa: نمایش شبانه
my: Mod malam
nl: Nachtmodus
tr: Gece modu
ug: كېچە ھالىتى
vi: Chế độ Tối
zh: 夜间模式

# prefs_no_enough_space_to_move_files
source: Insufficient space to move app files
fa: فضای کافی برای جابجایی فایل‌های برنامه وجود ندارد
my: Tidak cukup ruang untuk memindahkan fail aplikasi
tr: Uygulamayı taşımak için yeterli boş alan bulunamadı
ug: ئەپ ھۆججەتلىرىنى يۆتكەشكە يېتەرلىك بوشلۇق يوق
vi: Không đủ dung lượng để di chuyển tệp app
zh: 没有足够的空间来移动应用程序文件

# prefs_overlay_page_info_summary
source: Overlay page number, surah name, and juz' number while reading
fa: نمایش شماره صفحه، نام سوره و شماره جزء هنگام خواندن
my: Nombor halaman, nama surah dan nomor juz' akan dipaparkan
tr: Cüz numarası, sure ismi ve sayfa numarası üstünde göster
ug: قىرائەت قىلىۋاتقاندا بەت سانى، سۈرە ئىسمى ۋە پارە سانىنى كۆرسىتىدۇ
vi: Hiện số trang, tên surah và số juz' trong khi đọc
zh: 阅读时显示页数，章名和卷数

# prefs_overlay_page_info_title
source: Show page info
fa: نمایش اطلاعات صفحه
my: Papar maklumat halaman
nl: Paginagegevens tonen
tr: Sayfa bilgisini göster
ug: بەت ئۇچۇرىنى كۆرسەت
vi: Hiển thị thông tin trang
zh: 显示页面信息

# prefs_page_type_summary
source: Select the type of reading pages
fa: نوع صفحات خواندن را انتخاب کنید
my: Pilih jenis mukasurat bacaan
nl: Selecteer het type leespagina's
tr: Okuma sayfası türünü seçin
ug: ئوقۇش بېتىنىڭ تۈرىنى تاللاڭ
vi: Chọn loại trang đọc
zh: 选择阅读页的类型

# prefs_page_type_title
source: Page Type (experimental)
fa: نوع صفحه (تجربی)
my: Jenis mukasurat (dalam cubaan)
nl: Paginatype (experimenteel)
tr: Sayfa türü (deneysel)
ug: بەت تىپى (تەجرىبە)
vi: Loại Trang (thử nghiệm)
zh: 页面类型（实验性）

# prefs_preview
source: Preview
fa: پیشنمایش
nl: Voorbeeld
tr: Önizleme
ug: مەسىلەن
vi: Xem trước
zh: 预览

# prefs_sdcard_external
source: External storage %1$d
fa: حافظه خارجی %1d
my: SD Card Luar %1$d
nl: Externe opslag %1$d
tr: Harici SD kartı %1$d
ug: سىرتقى SD كارتا %1$d
vi: Bộ nhớ ngoài %1$d
zh: 外部存储 %1$d

# prefs_sdcard_internal
source: Internal storage
fa: حافظه داخلی
my: Simpanan Dalaman
nl: Intern geheugen
tr: Dahili hafıza
ug: ئىچىدىكى ساقلىغۇچ
vi: Bộ nhớ trong
zh: 内部存储

# prefs_send_logs_summary
source: Send debug logs to the developer
fa: ارسال سیاهههای مربوط به اشکال زدایی به توسعه دهنده
my: Hantar log untuk membantu pemaju aplikasi
nl: Debug logs naar de ontwikkelaar verzenden
tr: Hata ayıklama günlüklerini geliştiriciye gönder
ug: ئاچقۇچىلارغا خاتالىق خاتىرىسىنى ئەۋەتىڭ
vi: Gửi debug logs cho lập trình viên
zh: 发送调试日志给开发人员

# prefs_send_logs_title
source: Send logs
fa: ارسال سیاهههای مربوط
my: Hantar log
nl: Logs verzenden
tr: Günlükleri gönder
ug: خاتىرىسىنى ئەۋەتىش
vi: Gửi logs
zh: 发送日志

# prefs_split_page_and_translation_summary
source: In dual page mode with translations, Quran page and translation is shown
fa: هنگامی که دو صفحه مجاور فعال می شوند، صفحه قرآن و ترجمه با هم نمایش داده می شوند
tr: Çevirilerle çift sayfa modunda, Kuran sayfası ve çevirisi gösterilir
ug: تەرجىمە بىلەن قوش بەت شەكلىدە ، قۇرئان بېتى ۋە تەرجىمىسى كۆرسىتىلدى
vi: Ở chế độ trang kép có bản dịch, cả trang Kinh Quran và bản dịch được hiển thị
zh: 在带翻译的双页模式下，显示古兰经页面和翻译。

# prefs_split_page_and_translation_title
source: Quran and translation in dual mode
fa: مشاهده یک صفحه از قرآن و دیگری از ترجمه
nl: Koran en vertaling in dubbele modus
tr: Kur'an'dan bir sayfayı ve çeviriden başka bir sayfa görüntüleme
ug: قۇرئان ۋە تەرجىمە قوش ھالەتتە
vi: Kinh Quran và bản dịch ở chế độ kép
zh: 古兰经和翻译的双重模式

# prefs_streaming_summary
source: Stream audio instead of downloading
fa: پخش جویباری صوت از اینترنت
my: Stream audio apabila boleh
nl: Audio streamen in plaats van downloaden
tr: Online olarak ses akışı sağla
ug: مۇمكىن بولسا ئېقىم ئاۋازىنى ئىشلىتىدۇ
vi: Phát âm thanh trực tuyến thay vì tải xuống
zh: 优先使用流式音频

# prefs_streaming_title
source: Streaming
fa: پخش اینترنتی
nl: Streamen
tr: Akıcı
ug: ئېقىم
vi: Phát trực tuyến
zh: 流式音频

# prefs_sura_translated_name_summary
source: Show the translation of surah name
fa: نمایش ترجمه نام سور
nl: Toon de vertaling van de naam van de soera
tr: Sure adının çevirisini göster
ug: تەرجىمىسىنى كۆرسىتىڭ سۈرە
vi: Hiển thị bản dịch tên của các surah
zh: 显示Surah名称的翻译

# prefs_sura_translated_name_title
source: Surah translated name
fa: نام ترجمه شده سوره
nl: Vertaalde naam van soera
tr: Tercüme edilen isim
ug: سۈرىنىڭ ئىسمى تەرجىمە قىلىنغان
vi: Dịch tên Surah
zh: 苏拉译名

# prefs_translation_text_title
source: Translation text size
fa: اندازه قلم ترجمه
my: Saiz teks terjemahan
nl: Tekstgrootte van vertalingen
tr: Meâllerin metin büyüklüğü
ug: تەرجىمە تېكىست چوڭلۇقى
vi: Cỡ chữ bản dịch
zh: 译文页面字体大小

# prefs_translations
source: Translations
fa: ترجمه‌ها
my: Terjemahan
nl: Vertalingen
tr: Meâller
ug: تەرجىمىلەر
vi: Bản dịch
zh: 译文

# prefs_translations_summary
source: Download and manage translations
fa: بارگذاری و مدیریت ترجمه‌ها
my: Muat turun dan penetapan terjemahan
nl: Vertalingen downloaden en beheren
tr: Meâli indir ve ayarla
ug: تەرجىمىلەرنى چۈشۈرۈش ۋە باشقۇرۇش
vi: Tải xuống và quản lý bản dịch
zh: 下载与管理译文

# prefs_use_arabic_summary_on
source: Use Arabic for application interface
fa: تغییر زبان برنامه به عربی
my: Aplikasi keseluruhan akan menggunakan tulisan dan bahasa Arab
nl: Gebruik Arabisch voor de toepassingsinterface
tr: Uygulama Arapça olarak çalışacak
ug: ئەپ ئەرەبچە ئارايۈزنى ئىشلىتىدۇ
vi: Dùng tiếng Ả Rập cho giao diện ứng dụng
zh: 应用程序将采用阿拉伯语界面

# prefs_use_arabic_title
source: Arabic mode (الوضع العربي)
fa: حالت عربی (الوضع العربي)
my: Mod Aplikasi Arab (الوضع العربي)
nl: Arabische modus (الوضع العربي)
tr: Arapça modu (الوضع العربي)
ug: ئەرەبچە ھالەت (الوضع العربي)
vi: Chế độ Ả Rập (الوضع العربي)
zh: 阿拉伯语模式 (الوضع العربي)

# prefs_volume_key_navigation_summary
source: Navigate between pages using volume keys
fa: استفاده از دکمه‌های صدا برای ورق زدن
my: Berpindah halaman dengan menggunakan butang volume
nl: Blader tussen pagina's met de volumetoetsen
tr: Sayfalar arasında ses düğmelerini kullanarak dolaş
ug: ئاۋاز كۇنۇپكىسىدا بەت ئۆرۈشكە يول باشلايدۇ
vi: Điều hướng giữa các trang bằng phím âm lượng
zh: 用音量键控制翻页

# prefs_volume_key_navigation_title
source: Volume key navigation
fa: ورق زدن با دکمه‌های صدا
my: Navigasi butang volume
nl: Volume-toets navigatie
tr: Ses düğmesi ile dolaşma
ug: ئاۋاز كۇنۇپكا يولباشچى
vi: Điều hướng phím âm lượng
zh: 音量键翻页

source: Previous
fa: قبلی
my: Sebelum
nl: Vorige
tr: Önceki
ug: ئالدىنقى
vi: Trước
zh: 上一篇

# process_progress
source: Processing file %1$d / %2$d
fa: در حال پردازش %1$d / %2$d
my: Memproses fail %1$d / %2$d
nl: Bestand verwerken %1$d / %2$d
tr: %1$d / %2$d dosya işleniyor
ug: بىر تەرەپ قىلىۋاتقىنى %1$d / %2$d
vi: Đang xử lý tập tin %1$d / %2$d
zh: 正在处理文件 %1$d / %2$d

# quranSearchType
source: Verses of the Quran
fa: آیات قرآن
my: Ayat Quran
nl: Verzen van de Koran
tr: "Kur'an-i Kerîm âyetlerinde arama"
ug: قۇرئان سۈرەلىرى
vi: Những câu Kinh Quran

# quran_ayah
source: Ayah %1$d
fa: آیه %1$d
my: Ayat %1$d
tr: %1$d.âyet
ug: %1$d ئايەت
zh: 节 %1$d

# quran_ayah_details
source: %1$@ - Ayah %2$@, Juz' %3$@
fa: %1$@ - آیه %2$@، جزء %3$@
tr: %1$@ %2$@.âyet, %3$@.cüz
ug: %1$@ - آية %2$@، جزء %3$@

# quran_hizb
source: Hizb
fa: حزب
ug: ھىزب
zh: 段落

# quran_juz2
source: Juz'
fa: جزء
tr: Cüz
ug: پارە
zh: 卷

# quran_page
source: Page
fa: صفحه
my: Halaman
nl: Pagina
tr: Sayfa
ug: بەت
vi: Trang
zh: 页

# quran_sura
source: Surahs
fa: سوره
my: Surah
nl: Soera
tr: Sureler
ug: سۈرە
zh: 章

# quran_sura_title
source: Surah %1$@
fa: سوره %1$@
nl: Soera %1$@
tr: %1$@ suresi
ug: %1$@ - سۈرە

source: Recent pages
fa: آخرین صفحات
my: Muka surat terkini
nl: Recente pagina's
tr: Son sayfalar
ug: يېقىنقى بەتلەر
vi: Vừa Đọc
zh: 最近的页面

# remove_button
source: Remove
fa: حذف
my: Hapus
nl: Verwijder
tr: Kaldır
ug: چىقىرىۋەت
vi: Xóa
zh: 移除

# remove_dlg_msg
source: Are you sure you would like to remove the %1$@?
fa: آیا مطمئن‌اید که می‌خواهید %1$@ را حذف کنید؟
my: Apakah anda yakin ingin menghapuskan %1$@?
nl: Weet u zeker dat u de %1$@ wilt verwijderen?
tr: "%1$@" meâlini kaldırmak istediğinize emin misiniz?
ug: سىز %1$@ نى راسلا چىقىرىۋېتەمسىز؟
vi: Bạn có chắc chắn muốn xóa %1$@?
zh: 确定要移除译文%1$@吗？

# remove_dlg_title
source: Remove Translation?
fa: حذف ترجمه
my: Hapus Terjemahan?
nl: Vertaling Verwijderen?
tr: Meâl kaldırılsın mı?
ug: تەرجىمىنى چىقىرىۋېتەمدۇ؟
vi: Xóa Bản dịch?
zh: 移除译文吗？

# repeatValues1
source: 1 time
fa: یک بار
my: 1 kali
nl: 1 keer
vi: 1 lần

# repeatValues2
source: 2 times
fa: دو بار
my: 2 kali
nl: 2 keer
vi: 2 lần

# repeatValues3
source: 3 times
fa: سه بار
my: 3 kali
nl: 3 keer
vi: 3 lần

# repeatValues4
source: loop
fa: بی‌پایان
my: Ulang
nl: lus
vi: lặp

# sdcard_error
source: Could not find SD card. Please mount it and try again.
fa: کارت حافظه یافت نشد. آن را دوباره در دستگاه قرار داده و بار دیگر امتحان نمایید.
nl: SD-kaart niet gevonden. Monteer de kaart en probeer opnieuw.
tr: SD kart bulunamadı. Lütfen monte edip tekrar deneyin.
ug: SD كارتىنى تاپالمىدى. ئۇنى ئورنىتىپ قايتا سىناڭ.
vi: Không tìm thấy thẻ SD. Vui lòng gắn nó và thử lại.
zh: 无法找到SD卡。请安装它并重试。

source: Search Data
fa: جستجو
my: Cari Data
nl: Data Zoeken
tr: Veri arama
ug: سانلىق مەلۇمات ئىزدە
vi: Dữ liệu Tìm kiếm
zh: 搜索数据

# search_entire_mushaf
source: Search the entire mushaf
fa: به کل قرآن نگاه کن.
nl: Doorzoek de hele mushaf
tr: Tüm mushaf'ı arayın
ug: پۈتكۈل مصحف ئىزدەڭ
vi: Tìm kiếm cả mushaf
zh: 搜索整个mushaf

# search_full_results
source: Full Results
fa: نتایج کامل
nl: Volledige resultaten
tr: Tam Sonuçlar
ug: تولۇق نەتىجىسى
vi: Kết quả đầy đủ
zh: 全部结果

# search_hint
source: Search the Quran
fa: جستجو در قرآن
my: Cari dalam Quran
nl: Zoek in de Koran
tr: "Kur'an'da arama"
ug: قۇرئاندىن ئىزدە
vi: Tìm trong Quran
zh: 搜索古兰经
