Repository: quran/quran-ios
Catalog: Core/Localization/Resources/*.lproj/Android.strings
Languages: fa, my, nl, tr, ug, vi, zh

# about_contributors
source: Contributors
fa: همکاران
my: Senarai Penyumbang
nl: Bijdragers
tr: Katkıda bulunanlar
ug: تۆھپىكار
vi: Những người đóng góp
zh: 撰稿人

# about_contributors_summary
source: A list of people who contributed to the development of Quran for Android
fa: فهرستی از افرادی که به توسعه این برنامه یاری رسانده‌اند.
my: Senarai para penyumbang untuk projek aplikasi Quran for Android
tr: "Quran for Android'un gelişimine katkıda bulunanlar listesi"
ug: ئاندىرويىد ئۈچۈن قۇرئاننى تەرەققىي قىلدۇرۇشقا تۆھپە قوشقانلارنىڭ تىزىملىكى
vi: Danh sách những người đã đóng góp vào sự phát triển của Kinh Quran cho Android
zh: 为安卓版《古兰经》的开发做出贡献的人员名单

# about_data_sources
source: Data Sources
fa: منبع داده‌ها
my: Sumber data
nl: Data bronnen
tr: Veri kaynakları
ug: سانلىق مەلۇمات مەنبەسى
vi: Nguồn Dữ liệu
zh: 数据来源

# about_description
source: Quran for Android is a free Quran application. Please do not forget the contributors in your prayers.
fa: این برنامه مجانی است. تهیه‌کنندگانش را از دعای خود محروم نسازید.
my: Quran for Android adalah aplikasi Quran percuma. Sila panjangkan doa untuk para sukarela yang telah menyumbang.
nl: Koran voor Android is een gratis Koran-applicatie. Vergeet de bijdragers niet in uw gebeden.
tr: "Quran for Android ücretsiz bir Kur'an uygulamasıdır. Lütfen dualarınızda katkıda bulunanları unutmayın."
ug: ئاندىرويىد ئۈچۈن قۇرئان گىرىپتار قۇرئان ئىلتىماس قىلىش. دۇئالىرىڭىزدا تۆھپىكارلىقنى ئۇنتۇپ قالماڭ.
vi: Kinh Quran cho Android là một ứng dụng Kinh Quran miễn phí. Xin đừng quên những người đóng góp trong lời cầu nguyện của bạn.
zh: 安卓版古兰经是一款免费的古兰经应用程序。请不要在你的祈祷中忘记贡献者。

# about_furqan_summary
source: Uthmani text and Arabic Tafaseer
fa: متن عثمانی و تفسیر عربی
my: Teks Uthmani dan terjemahan Arab
nl: Uthmani-tekst en Arabische Tafseer
tr: Osmanı metin ve Arapça tefsir
ug: عثمانى نۇسخىسى ۋە ئەرەبچە تەپسىرلەر
vi: Văn bản Uthmani and Tafaseer Ả Rập
zh: 乌斯马尼文本和阿拉伯语Tafaseer

# about_images
source: Images
fa: تصاویر
my: Gambar
nl: Afbeeldingen
tr: Resim dosyaları
ug: رەسىملەر
vi: Ảnh
zh: 图片

# about_madani_images
source: The Quran images are based on the fonts from the King Fahd Quran Printing Complex
fa: تصاویر صفحه‌های این قرآن متعلق به چاپخانه ملک فهد در مدینه منوره می‌باشد.
my: Gambar Quran adalah berasaskan fon daripada King Fahd Quran Printing Complex
tr: "Kur'an resim dosyaları, Kral Fahd Kuran Matbaası Kompleksinin yazı fontları temelinde üretilmiştir"
ug: قۇرئان رەسىملىرى پادىشاھ فەھدتىن خەت نۇسخىنى ئاساس قىلغان
vi: Các hình ảnh Kinh Quran dựa trên các phông chữ từ King Fahd Quran Printing Complex
zh: 古兰经图像是基于法赫德国王古兰经印刷厂的字体。

# about_naskh_images
source: The Quran images for the Naskh app are taken (with permission) from SHL Info Systems
fa: تصاویر قرآنی برای برنامه ناسخ (با اجازه) از SHL Info Systems گرفته می شود
my: Gambar-gambar Quran untuk aplikasi Naskh adalah diambil (dengan kebenaran) daripada SHL Info Systems
tr: "Nesih Kur'an resim dosyaları SHL Info Systems'ten alınmıştır (izinle)"
ug: SHL Info Systems دېتالى ئۈچۈن قۇرئان رەسىملىرى (ئىجازەت بىلەن)
vi: Hình ảnh Kinh Quran cho ứng dụng Naskh được lấy (với sự cho phép) từ SHL Info Systems
zh: Naskh应用程序的古兰经图像来自SHL信息系统（经许可）。

# about_noorhidayat_summary
source: Noorehira font and Mufti Taqi Translation
fa: قلم نور حرا و ترجمه مفتی تقی
my: Fon terjemahan Noorehira dan Mufti Taqi
nl: Noorehira-lettertype en Mufti Taqi-vertaling
tr: Noorehira font ve Mufti Taqi meâli
ug: نورحرا خەت نۇسخىسى ۋە مفتى تقى تەرجىمىسى
vi: Phông chữ Noorehira và Bản dịch Mufti Taqi
zh: Noorehira字体和Mufti Taqi翻译

# about_open_source
source: Open Source Projects
fa: پروژه‌های متن‌باز
my: Projek Sumber Terbuka
tr: Açık kaynak projeler
ug: ئوچۇق كود تۈرلىرى
vi: Dự án Mã nguồn Mở
zh: 开源项目

# about_others
source: Others
fa: دیگران
my: Lain-lain
nl: Andere
tr: Diğerler
ug: باشقىلار
vi: Khác
zh: 其他

# about_qaloon_images
source: Qaloon images are used with the permission of Nous Memes Editions Et Diffusion (Tunisia)
fa: تصاویر قلون با اجازه Nous-Mêmes Éditions Et Diffusion (تونس) استفاده می شود
my: Gambar-gambar Qaloon adalah digunakan dengan kebenaran Nous Memes Editions Et Diffusion (Tunisia)
tr: "Qaloon resim dosyaları Nous Memes Editions Et Diffusion (Tunus)'un izniyle kullanılmıştır"
ug: قالون رەسىملىرى Nous Memes Editions Et Diffusion (تۇنىس) نىڭ رۇخسىتى بىلەن ئىشلىتىلىدۇ
vi: Hình ảnh Qaloon được sử dụng với sự cho phép của Nous Memes Editions Et Diffusion (Tunisia)
zh: Qaloon图片经Nous Memes Editions Et Diffusion（突尼斯）许可使用。

# about_quran_enc
source: Noble Quran Encyclopedia (QuranEnc)
fa: دایرة المعارف قرآن کریم
tr: Kur'an-ı Kerim Ansiklopedisi
ug: قۇرئان كەرىم ئىنىسكىلوپىدىيىسى
zh: 《古兰经》合辑

# about_quran_enc_summary
source: Translations for many languages
fa: ترجمه برای بسیاری از زبان ها
nl: Vertalingen voor vele talen
tr: Birçok dil için çeviriler
ug: نۇرغۇن تىللارغا تەرجىمە
vi: Bản dịch cho nhiều ngôn ngữ
zh: 多种语言的翻译

# about_quran_ksu
source: Electronic Moshaf Project
fa: پروژه مصحف الکترونیکی
tr: Electronic Moshaf Projesi
ug: ئېلېكترونلۇق قۇرئاننىڭ تۈرى
zh: 电子莫沙夫项目

# about_quran_ksu_summary
source: The King Saud University Electronic Moshaf Project is the app's source of Arabic Tafaseer and translations for various languages. It is also the source for Dr. Ayman Suwaid's recitation.
fa: پروژه مصحف الکترونیکی در دانشگاه ملک سعود منبع تفاسیر عربی و برخی ترجمه‌هاست.
my: Projek King Saud University Electronic Moshaf adalah sumber terjemahan arab aplikasi ini dan beberapa bahasa lain. Ia juga adalah sumber bagi pembacaan Dr. Ayman Suwaid.
tr: Uygulamanın Arapça tefsir ve çeşitli diller için meâlleri kaynağı Kral Saud Üniversitesi Electronic Moshaf projesidir. Bu proje Dr. Ayman Suwayd okunmasınında kaynağıdır.
ug: كىڭ سەئۇد ئۇنۋېرسىتىتى ئېلېكترونلۇق مصحف تۈرى بۇ دېتالنىڭ ئەرەبچە تەپسىرلەر نىڭ مەنبەسى ۋە ھەر خىل تىللارنىڭ تەرجىمىسى. ئۇ يەنە دوكتور ئايمان سۇۋەيدنىڭ دېكلاماتسىيە قىلىشىنىڭ مەنبەسى.
vi: King Saud University Electronic Moshaf Project là nguồn Tafaseer Ả Rập cho app và các bản dịch cho nhiều ngôn ngữ khác nhau. Nó cũng là nguồn cho bản đọc của Tiến sĩ Ayman Suwaid.
zh: 沙特国王大学电子Moshaf项目是该应用程序的阿拉伯语Tafaseer和各种语言的翻译来源。它也是艾曼-苏韦德博士朗诵的来源。

# about_quranicaudio_summary
source: Gapless mp3 Quran recitations
fa: تلاوت‌های قرآنی (بی‌وقفه)
my: mp3 pembacaan tanpa jurang Quran
nl: Gapless mp3 koranrecitaties
tr: "Sürekli mp3 Kur'an okunması"
ug: گالستۇكى MP3 ئوقۇتقۇچىسى پائالىيەت
vi: Các bản xướng đọc gapless mp3 Quran
zh: 无间隙的MP3古兰经诵读

# about_tanzil_summary
source: Translations for a few languages
fa: بسیاری از ترجمه‌ها
my: Terjemahan untuk pelbagai bahasa
nl: Vertalingen voor enkele talen
tr: Birçok dil meâlleri kaynağı
ug: بەزى تىللارغا تەرجىمە
vi: Bản dịch cho một vài ngôn ngữ
zh: 几种语言的翻译

# app_name
source: Quran
fa: قرآن
nl: Koran
tr: "Kur'an"
ug: قۇرئان
vi: Kinh Quran
zh: 古兰经

source: Audio Manager
fa: مدیریت فایل‌های صوتی
my: Pengurus Audio
nl: Geluid Manager
tr: Ses yöneticisi
ug: ئاۋاز تەڭشەكلىرى
vi: Quản lý Âm thanh
zh: 音频经理

# audio_manager_delete_selection
source: Delete selection
fa: حذف انتخاب
nl: Selectie verwijderen
tr: Seçimi sil
ug: تاللانغانلارنى ئۆچۈرۈڭ
vi: Xóa lựa chọn
zh: 删除选择

# audio_manager_download_all
source: Download all
fa: دانلود همه
nl: Alles downloaden
tr: Hepsini indir
ug: ھەممىنى چۈشۈرۈڭ
vi: Tải tất cả
zh: 下载所有

# audio_manager_download_selection
source: Download selection
fa: دانلود انتخاب
nl: Selectie downloaden
tr: Seçimi indir
ug: چۈشۈرۈش تاللاش
vi: Tải xuống lựa chọn
zh: 下载选择

# audio_manager_remove_audio_msg
source: Are you sure you would like to remove %1$@?
fa: آیا مطمئن هستید که می خواهید %1$@ را حذف کنید؟
nl: Weet u zeker dat u %1$@ wilt verwijderen?
tr: %1$@'yi kaldırmak istediğinizden emin misiniz?
ug: سىز %1$@ نى ئۆچۈرمەكچىمۇ؟
vi: Bạn có muốn xóa %1$@?
zh: 您确定要删除%1$@吗？

# audio_manager_remove_audio_title
source: Remove Surah?
fa: حذف فایل صوتی؟
nl: Surah verwijderen?
tr: Sure kaldırılsın mı?
ug: سۈرىنى ئۆچۈرەمسىز؟
vi: Xóa Surah?
zh: 删除苏拉？

# audio_manager_surah_delete
source: Delete surah
fa: حذف سوره
nl: Verwijderen audiobestand
tr: Sureyi sil
ug: ئاۋاز ھۆججىتىنى ئۆچۈرۈڭ
vi: Xóa surah
zh: 删除音频文件

# audio_manager_surah_download
source: Download surah
fa: دانلود سوره
nl: Soera downloaden
tr: Sureyi indir
ug: چۈشۈرۈش سۈرە
vi: Tải surah
zh: 下载SURAH

# audio_updated_title
source: Quran Audio files Update
fa: به روز رسانی فایل های صوتی قرآن
nl: Koran Audiobestanden Update
tr: Ses dosyaları güncellendi
ug: ئاۋازلىق ھۆججەتلەر يېڭىلاندى
vi: Cập nhật tệp âm thanh Kinh Quran
zh: 古兰经音频文件更新

# available_translations
source: Available for download
fa: آماده بارگذاری
my: Boleh untuk dimuat turun
nl: Beschikbaar om te downloaden
tr: İndirmek için hazır
ug: چۈشۈرگىلى بولىدۇ
vi: Có sẵn để tải xuống
zh: 可供下载

# ayah_copied_popup
source: Ayah Copied
fa: آیه کپی شد
my: Ayat telah disalin
nl: Ayah Gekopieerd
tr: Âyet kopyalandı
ug: ئايەت كۆچۈرۈلدى
vi: Đã sao chép Ayah
zh: 复制成功

# bookmarks_list_empty
source: No Bookmarks
fa: نشانکی وجود ندارد
my: Tidak ada Penanda
nl: Geen bladwijzers
tr: Sayfa işareti yok
ug: خەتكۈچ يوق
vi: Không có Đánh dấu
zh: 没有收藏

source: Cancel
fa: لغو
my: Batal
nl: Annuleer
tr: İptal
ug: ۋاز كەچ
vi: Hủy
zh: 取消

source: Canceling…
fa: در حال لغو
my: Membatalkan…
nl: Annuleren…
tr: İptal ediliyor
ug: ۋاز كېچىۋاتىدۇ…
vi: Đang hủy…
zh: 正在取消…

source: Delete Tag
fa: حذف برچسب
my: Hapus Label
nl: Verwijder Tag
tr: Etiketi kaldır
ug: بەلگە ئۆچۈر
vi: Xóa Thẻ
zh: 删除标签

# delete_translation
source: Remove Translation
fa: حذف ترجمه
nl: Vertaling verwijderen
tr: Çeviriyi Kaldır
ug: تەرجىمەنى ئۆچۈرۈڭ
vi: Xóa Bản dịch
zh: 移除翻译

# dialog_ok
source: OK
fa: تأیید
tr: Tamam
ug: جەزملە
zh: 确认

# downloadPrompt_no
source: No
fa: خیر
my: Tidak
nl: Nee
tr: Hayır
ug: ياق
vi: Không
zh: 取消

# downloadPrompt_ok
source: Yes
fa: بلی
my: Ya
nl: Ja
tr: Evet
ug: ھەئە
vi: Có
zh: 确认

# downloadPrompt_title
source: Download Required Files?
fa: فایل‌های موردنیاز بارگذاری شود؟
my: Muat turun fail yang diperlukan?
nl: Benodigde bestanden downloaden?
tr: Gerekli dosyalari indirelim mi?
ug: لازىملىق ھۆججەتلەرنى چۈشۈرەمدۇ؟
vi: Tải xuống tệp cần thiết?
zh: 下载所需的文件吗？

# download_cancel
source: Cancel
fa: لغو
my: Batal
nl: Annuleren
tr: İptal
ug: ۋاز كەچ
vi: Hủy
zh: 取消

# download_error_disk
source: Not enough disk space to download
fa: فضای کافی برای بارگذاری وجود ندارد
my: Tidak cukup ruangan untuk memuat turun
nl: Niet genoeg schijfruimte om te downloaden
tr: Yeterli boş alan yok
ug: چۈشۈرۈشكە يېتەرلىك دىسكا بوشلۇقى يوق
vi: Không đủ dung lượng đĩa để tải xuống
zh: 磁盘可供下载空间不足

# download_error_general
source: Download failed
fa: خطا در بارگذاری
my: Muat turun gagal
nl: Downloaden mislukt
tr: İndirme başarısız
ug: چۈشۈرەلمىدى
vi: Không tải xuống được
zh: 下载失败

# download_error_invalid_download
source: Downloaded file was corrupted
fa: بارگذاری با خطا مواجه شد
my: Fail dimuat turun tidak lengkap
nl: Gedownloade bestand was beschadigd
tr: İndirilen dosya bozuk
ug: چۈشۈرگەن ھۆججەت بۇزۇلدى
vi: Tệp đã tải bị hỏng
zh: 下载文件损坏

# download_error_invalid_download_retry
source: Corrupted file, attempting to re-download
fa: فایل خراب است. دوباره بارگذاری نمایید
my: Fail dimuat turun tidak lengkap, mencuba untuk muat turun semula
tr: Bozuk dosya, tekrar deneniyor
ug: ھۆججەت بۇزۇلغان، قايتا چۈشۈرۈشنى سىناۋاتىدۇ
vi: Tệp bị hỏng, đang cố tải lại
zh: 文件损坏，正在尝试重新下载

# download_error_network
source: Could not download due to network error
fa: خطای شبکه مانع بارگذاری است
my: Tidak dapat memuat turun kerana ralat jaringan
nl: Downloaden mislukt vanwege netwerkfout
tr: Ağ problemi yüzünden indirilemedi
ug: تور خاتالىقى تۈپەيلىدىن چۈشۈرەلمەيدۇ
vi: Không tải được do lỗi mạng
zh: 网络错误，无法下载

# download_error_network_retry
source: Network error, trying to resume…
fa: خطای شبکه، تلاش مجدد…
my: Ralat jaringan, mencuba semula…
nl: Netwerkfout, proberen te hervatten…
tr: İnternet bağlantısı hatası, kurtarılmaya çalışılıyor
ug: تور خاتالىقى، داۋاملاشتۇرۇشنى سىناۋاتىدۇ…
vi: Lỗi mạng, đang cố gắng tải tiếp…
zh: 网络错误，正在重新连接…

# download_error_perms
source: Could not download due to permissions error
fa: خطا در دسترسی
my: Tidak dapat memuat turun kerana ralat keizinan pada peranti
nl: Downloaden mislukt vanwege machtigingsfout
tr: İzin verilmediği için indirilemedi
ug: ھوقۇق خاتالىقى تۈپەيلىدىن چۈشۈرەلمەيدۇ
vi: Không thể tải xuống do lỗi quyền
zh: 权限错误，无法下载

# download_extra_data
source: We need to download one or two small files to support sharing and translation. Download now?
fa: برای عملکرد مناسب امکانات اشتراک‌گذاری و ترجمه باید یکی دو فایل را بارگذاری نمایید. موافق‌اید؟
my: Perlu memuat turun beberapa fail kecil untuk menyokong kemampuan berkongsi dan terjemahan. Muat turun sekarang?
tr: Paylaşma ve meâl için bir veya iki küçük dosya indirilmesi gerekiyor. İzin veriyor musunuz?
ug: ھەمبەھىر ۋە تەرجىمە ئىقتىدارىنى قوللاش ئۈچۈن بىر ياكى ئىككى كىچىك ھۆججەت چۈشۈرۈشىمىز كېرەك. ھازىر چۈشۈرەمدۇ؟
vi: Chúng tôi cần tải xuống một hoặc hai tệp nhỏ để hỗ trợ chia sẻ và dịch thuật. Tải ngay?
zh: 共享功能和下载功能需要下载一两个小文件，现在下载吗？

# download_non_wifi_prompt
source: You are not on Wi-Fi. Download data anyway?
fa: شبکه بی‌سیم قطع است. بارگذاری انجام شود؟
my: Anda tidak berada pada jaringan wifi. Teruskan juga muat turun data?
nl: U bent niet verbonden met Wi-Fi. Data toch downloaden?
tr: Kablosuz bağlantı mevctu değil. Yine de indirmek istiyor musunuz?
ug: سىز wifi تورىدا ئەمەس. سانلىق مەلۇماتنى چۈشۈرىۋېرەمسىز؟
vi: Bạn đang không dùng Wi-Fi. Vẫn tải xuống dữ liệu?
zh: 没有连接到wifi. 要继续下载吗？

# download_processing
source: Processing Download…
fa: در حال بارگذاری…
my: Proses Muat Turun…
nl: Download verwerken…
tr: İndirme devam ediyor…
ug: چۈشۈرۈشنى بىر تەرەپ قىلىۋاتىدۇ…
vi: Xử lý tải xuống…
zh: 正在下载…

# download_progress
source: Downloaded %1$@ / %2$@
fa: بارگذاری %1$@ / %2$@
my: Muat turun %1$@ / %2$@
nl: %1$@ Gedowload van %2$@
tr: %1$@ / %2$@ indirildi
ug: %1$@ / %2$@ چۈشۈرۈلدى
vi: Đã tải xuống %1$@ / %2$@
zh: 已下载 %1$@ / %2$@

# download_retry
source: Retry
fa: تلاش دوباره
my: Cuba semula
nl: Opnieuw Proberen
tr: Tekrar dene
ug: قايتا سىنا
vi: Thử lại
zh: 重试

source: Download Successful
fa: بارگذاری موفقیت‌آمیز بود
my: Muat Turun Berjaya
nl: Download succesvol
tr: Başarıyla indirildi
ug: چۈشۈرۈش مۇۋەپپەقىيەتلىك
vi: Tải xuống thành công
zh: 下载成功

# download_sura_ayah_progress
source: Downloading surah %1$d ayah %2$d
fa: بارگذاری سوره %1$d آیه %2$d
nl: Downloaden van Soera %1$d ayah %2$d
tr: %1$d suresi %2$d. âyet indiriliyor
ug: چۈشۈرۈش سۈرە %1$d ئايەت %2$d
vi: Đang tải xuống surah %1$d ayah %2$d

# download_sura_progress
source: Downloaded %1$@ / %2$@ of surah %3$d
fa: بارگذاری %1$@ / %2$@ از سوره %3$d
nl: %1$@ Gedowload van %2$@ van soera %3$d
tr: %3$d suresinin %1$@ / %2$@ indirildi
ug: چۈشۈرۈش سۈرە %3$d - %1$@ / %2$@
vi: Đã tải xuống %1$@ / %2$@ of surah %3$d

# downloaded_translations
source: Downloaded
fa: بارگذاری انجام گرفت
my: Telah dimuat turun
nl: Gedownload
tr: Yüklendi
ug: چۈشۈرۈلدى
vi: Đã tải
zh: 已经下载

# downloading_message
source: Please wait for the files to download (resume supported).
fa: لطفاً برای بارگذاری فایل‌ها صبر نمایید. (از ازسرگیری پشتیبانی می‌شود.(
my: Sila tunggu fail dimuat turun. (Boleh menyambung semula)
tr: Lütfen dosyaların indirilmesi için bekleyin
ug: ھۆججەتلەرنى چۈشۈرۈشنى كۈتۈڭ. (داۋاملاشتۇرۇشنى قوللايدۇ)
vi: Vui lòng đợi tệp tải xuống (hỗ trợ tạm dừng).
zh: 文件下载中，请等待。（支持续传）

# downloading_title
source: Downloading…
fa: بارگذاری…
my: Sedang memuat turun…
nl: Downloaden…
tr: Yükleniyor…
ug: چۈشۈرۈۋاتىدۇ…
vi: Đang tải…
zh: 下载中…

source: Edit Tag
fa: تغییر برچسب
my: Sunting Label
nl: Bewerk Tag
tr: Etiket güncelle
ug: بەلگە تەھرىر
vi: Sửa Thẻ
zh: 编辑标签

# error_getting_translation_list
source: Unable to download the list of translations. Please try again later.
fa: خطا در بارگذاری فهرست ترجمه‌ها. لطفاً بعداً دوباره تلاش نمایید.
my: Tidak dapat memuat turun daftar terjemahan. Sila cuba lagi nanti.
tr: Meâller sayfası açılmıyor, lütfen daha sonra tekrar deneyiniz
ug: تەرجىمە تىزىمىنى چۈشۈرەلمىدى. كېيىن قايتا سىناڭ.
vi: Không thể tải xuống danh sách các bản dịch. Vui lòng thử lại sau.
zh: 无法下载译文列表。请稍后重试.

# export_data_error
source: Error exporting data
fa: خطا در برون‌بُرد داده‌ها
nl: Fout bij exporteren van gegevens
tr: Veriler dışa aktarılırken hata oluştu
ug: سانلىق مەلۇمات ئېكسپورتىدا خاتالىق
vi: Lỗi xuất dữ liệu
zh: 输出数据时出错

# exported_data
source: Data exported to %1$@
fa: بُرون‌برد به %1$@ انجام گرفت.
nl: Gegevens geëxporteerd naar %1$@
tr: "Veriler %1$@'e aktarıldı"
ug: %1$@ غا ئېكسپورت قىلىنغان سانلىق مەلۇمات
vi: Dữ liệu được xuất sang %1$@
zh: 数据导出到%1$@

# extracting_title
source: Processing…
fa: در حال پردازش…
my: Sedang Proses…
nl: Verwerken…
tr: İşlem yapılıyor…
ug: بىر تەرەپ قىلىۋاتىدۇ…
vi: Đang xử lý…
zh: 处理中…

# found_in_sura
source: Found in Surah %1$@: %2$d (page %3$d)
fa: در آیه %2$d از سوره %1$@ (صفحه %3$d)
my: Dijumpai dalam Surah %1$@: %2$d (Halaman %3$d)
nl: Gevonden in Soera %1$@: %2$d (pagina %3$d)
tr: %1$@ suresi, %2$d.âyet (Sayfa %3$d)
ug: سۈرىدە بايقالدى %1$@, ئايەت %2$d (بەت %3$d)
vi: Tìm thấy ở Surah %1$@: %2$d (page %3$d)
zh: 对应章节 %1$@ 节 %2$d (页 %3$d)

# get_arabic_search_db
source: Get Arabic Search Database
fa: متن عربی قرآن را برای جستجو در متن دریافت کنید.
my: Dapatkan Database Pencarian Arab
nl: Arabische zoekdatabase verkrijgen
tr: Arapça arama veritabanını indirin
ug: ئەرەبچە ئىزدەش ساندانىغا ئېرىش
vi: Tải Gói dữ liệu Tìm kiếm tiếng Ả Rập
zh: 下载阿拉伯语搜索包

source: Get Translations
fa: دریافت ترجمه‌ها
my: Muat Turun Terjemahan
nl: Vertalingen Ophalen
tr: Meâlleri getir
ug: تەرجىمىگە ئېرىش
vi: Tải Bản dịch
zh: 下载译文

source: Go to page
fa: رفتن به صفحه
my: Ke halaman
nl: Ga naar pagina
tr: Sayfaya git
ug: بەتكە يۆتكەل
vi: Đến trang
zh: 跳转到页数

# help_title
source: Frequently Asked Questions
fa: پرسش و پاسخ‌های متداول
my: Soalan yang sering ditanya (FAQ)
nl: Veel Gestelde Vragen
tr: Sıkça sorulan sorular
ug: كۆپ سورىلىدىغان سوئاللار
vi: (FAQ) Câu hỏi thường gặp
zh: 常见问题

# highlighting_database
source: Required Files
fa: فایل‌های موردنیاز
my: Fail yang Diperlukan
nl: Vereiste Bestanden
tr: Gerekli dosyalar
ug: زۆرۈر ھۆججەتلەر
vi: Tệp cần thiết
zh: 所需文件

source: Import Data
fa: درون‌بُرد داده‌ها
nl: Gegevens importeren
tr: Verileri içe aktar
ug: سانلىق مەلۇمات ئىمپورت
vi: Nhập Data
zh: 进口数据

# import_data_and_override
source: If you import this file, it will replace all your bookmarks with %1$d bookmark(s) and %2$d tag(s). Import?
fa: عملیات درون‌بُرد نشانک‌های فعلی را با %1$d نشانک و %2$d برچسب جایگزین می‌نماید. موافق‌اید؟
tr: Bu dosyayı içe aktarırsanız, tüm işaretlerinizi %1$d işaret ve %2$d etiketle değiştirilir. Devam etmek istiyor musunuz?
ug: ئەگەر بۇ ھۆججەتنى ئىمپورت قىلسىڭىز ، ئۇ بارلىق خەتكۈچلىرىڭىزنى %1$d خەتكۈچ ۋە %2$d خەتكۈچكە ئالماشتۇرىدۇ. ئىمپورتمۇ؟
vi: Nếu bạn nhập tệp này, nó sẽ thay thế tất cả đánh dấu của bạn bằng %1$d đánh dấu và %2$d thẻ. Nhập?
zh: 如果你导入这个文件，它将用%1$d书签和%2$d标签替换你所有的书签。导入？

# import_data_error
source: Invalid backup file (or unable to read backup file).
fa: درون‌برد با خطا مواجه شد. داده‌ها معتبر نیست.
nl: Ongeldig back-upbestand (of kan back-upbestand niet lezen).
tr: Geçersiz yedekleme dosyası (veya yedekleme dosyası okunamıyor)
ug: ئىناۋەتسىز زاپاس ھۆججەت (ياكى زاپاس ھۆججەتنى ئوقۇيالمايدۇ).
vi: Tệp sao lưu không hợp lệ (hoặc không thể đọc tệp sao lưu).
zh: 无效的备份文件（或无法读取备份文件）。

# import_data_permissions_error
source: Unable to read backup file due to permissions error.
fa: هنگام عملیات درون‌برد خطای دسترسی رخ داد.
tr: İzinler hatası nedeniyle yedekleme dosyası okunamıyor
ug: ئىجازەت خاتالىقى سەۋەبىدىن زاپاس ھۆججەتنى ئوقۇيالمىدى.
vi: Không thể đọc tệp sao lưu do lỗi quyền.
zh: 由于权限错误，无法读取备份文件。

source: Import Successful
fa: درون‌بُرد موفقیت‌آمیز
nl: Importeren voltooid
tr: İçe aktarma başarıyla tamamlandı
ug: ئىمپورت مۇۋەپپەقىيەتلىك
vi: Nhập thành công
zh: 进口成功

# index_loading
source: Loading…
fa: بارگذاری…
my: Memuat…
nl: Laden…
tr: Yükleniyor…
ug: يۈكلەۋاتىدۇ…
vi: Đang tải…
zh: 正在载入…

# juz2_description
source: Juz' %1$@
fa: جزء %1$@
tr: Cüz %1$@
ug: %1$@ -پارە
zh: 第%1$@卷

source: Madani
fa: مدنی
my: Madaniyah
tr: Medenî
ug: مەدىنە
zh: 麦地那章

source: Makki
fa: مکی
my: Makkiyah
tr: Mekkî
ug: مەككە
zh: 麦加章

# menu_about
source: About Us
fa: درباره ما
my: Tentang Kami
nl: Over Ons
tr: Hakkında
ug: بىز ھەققىدە
vi: Về Chúng tôi
zh: 关于

# menu_back_to_page
source: Show Quran
fa: مشاهده قرآن
my: Tunjukkan Mushaf
nl: Toon Koran
tr: "Kur'an'ı göster"
ug: قۇرئاننى كۆرسەت
vi: Hiện Quran
zh: 显示古兰经

# menu_bookmarks
source: Bookmarks
fa: نشانک‌ها
my: Penanda
nl: Bladwijzers
tr: Sayfa işaretleri
ug: خەتكۈچلەر
vi: Đánh dấu
zh: 收藏

# menu_bookmarks_ayah
source: Ayah Bookmarks
fa: نشانک‌های آیه
my: Penanda Ayat
nl: Ayah Bladwijzers
tr: Âyet işaretleri
ug: ئايەت بەتكۈچلىرى
vi: Dấu Ayah
zh: 节收藏

# menu_bookmarks_page
source: Page Bookmarks
fa: نشانک‌های صفحه
my: Penanda Halaman
nl: Pagina Bladwijzers
tr: Sayfa işaretleri
ug: بەت خەتكۈچلىرى
vi: Dấu Trang
zh: 页面收藏

# menu_get_translations
source: Get Translations
fa: دریافت ترجمه‌ها
my: Dapatkan Terjemahan
nl: Ontvang vertalingen
tr: Meâlleri indir
ug: تەرجىمىگە ئېرىش
vi: Tải Bản dịch
zh: 译文下载

# menu_help
source: Help
fa: راهنما
my: Bantuan
nl: Hulp
tr: Yardım
ug: ياردەم
vi: Trợ giúp
zh: 帮助

# menu_jump
source: Go to page
fa: پرش
my: Capaian cepat
nl: Ga naar pagina
tr: Atla
ug: يۆتكەل
vi: Đến trang
zh: 跳转

# menu_jump_last_page
source: Last page
fa: آخرین صفحه
my: Halaman terakhir
nl: Laatste Pagina
tr: Son sayfa
ug: ئاخىرقى بەت
vi: Trang cuối
zh: 上次的页面

# menu_other_apps
source: Other apps
fa: برنامه‌های دیگر
my: Aplikasi lain
nl: Andere apps
tr: Diğer uygulamalar
ug: باشقا ئەپلەر
vi: Ứng dụng khác
zh: 其他应用程序

# menu_search
source: Search
fa: جستجو
my: Cari
nl: Zoeken
tr: Ara
ug: ئىزدە
vi: Tìm kiếm
zh: 搜索

# menu_settings
source: Settings
fa: تنظیمات
my: Tetapan
nl: Instellingen
tr: Ayarlar
ug: تەڭشەكلەر
vi: Cài đặt
zh: 设置

# menu_show_date
source: Show Date
fa: تاریخ نمایش
nl: Datum tonen
tr: Tarihleri göster
ug: ۋاقىتنى كۆرسىتىش
vi: Hiện Ngày
zh: 显示日期

# menu_sort
source: Sort
fa: مرتب‌سازی
my: Susunan
nl: Sorteer
tr: Sırala
ug: تەرتىپلە
vi: Sắp xếp
zh: 排序

# menu_sort_date
source: Date Added
fa: تاریخ اضافه شدن
my: Tarikh Dibuat
nl: Datum Toegevoegd
tr: Eklendiği tarih
ug: قوشۇلغان چېسلا
vi: Ngày Thêm
zh: 按添加日期

# menu_sort_group_by_tags
source: Group by Tags
fa: گروه‌بندی برچسب‌ها
nl: Groeperen op tags
tr: Etikete göre grupla
ug: گۇرۇپپا
vi: Nhóm theo Thẻ
zh: 按标签分组

# menu_sort_location
source: Location in Quran
fa: محل در قرآن
my: Lokasi dalam Quran
nl: Locatie in de Koran
tr: "Kur'an'daki yeri"
ug: قۇرئاندىكى ئورنى
vi: Vị trí ở Quran
zh: 按章节位置

# menu_translation
source: Show Translation
fa: مشاهده ترجمه
my: Tunjukkan Terjemahan
nl: Toon vertaling
tr: Mealini göster
ug: تەرجىمە كۆرسەت
vi: Hiện Bản dịch
zh: 显示译文

source: More Translations
fa: ترجمه‌های دیگر
nl: Meer vertalingen
tr: Daha fazla meâller
ug: تېخىمۇ كۆپ تەرجىمىلەر
vi: Bản dịch khác
zh: 更多翻译

source: Move Down
fa: حرکت به پایین
nl: Omlaag verplaatsen
tr: Aşağı Taşı
ug: تۆۋەنگە يۆتكەڭ
vi: Di Xuống
zh: 下移

source: Move Up
fa: حرکت به بالا
nl: Omhoog verplaatsen
tr: Yukarı Taşı
ug: يۇقىرىدا يۆتكەڭ
vi: Di Lên
zh: 上升

# need_translation
source: You don't have any translations/tafaseer downloaded yet.
fa: تفسیر یا ترجمه‌ای بارگذاری نشده‌ است.
my: Anda belum memuat turun fail terjemahan/tafsir.
nl: U heeft nog geen vertalingen/tafaseer gedownload.
tr: Hiçbir meâl indirilmedi
ug: سىز تېخى ھېچقانداق تەرجىمە/تەپسىر چۈشۈرمىگەن.
vi: Bạn chưa tải xuống bản dịch/tafaseer nào.
zh: 还没有下载任何译文。

source: New Tag
fa: برچسب جدید
my: Label Baru
nl: Nieuwe Tag
tr: Yeni etiket
ug: يېڭى بەلگە
vi: Thẻ Mới
zh: 新建标签

source: Next
fa: بعدی
my: Seterus
nl: Volgende
tr: Sonraki
ug: كېيىنكى
vi: Tiếp
zh: 下一页
