Repository: quran/quran-ios
Catalog: Core/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fa, fr, kk, ms, nl, pt, ru, tr, ug, uz, vi, zh

# reading.hafs-1421.description
source: The hafs Mushaf issued in Medina in 1421 Hijri. From the King Fahd Quran Printing Complex.
ar: مصحف حفص عن عاصم، إصدر المدينة المنورة عام ١٤٢١ هـ. إصدار مجمع الملك فهد لطباعة المصحف.
de: Der Hafs Mushaf, 1421 Hijri in Medina herausgegeben. Vom König Fahd Koran-Druckkomplex.
es: El Mushaf Hafs emitido en Medina en 1421 Hijri. Del Complejo de Impresión del Corán del Rey Fahd.
fa: مشاف حفص که در سال 1421 هجری قمری در مدینه صادر شده است. از مجمع چاپ قرآن پادشاه فهد.
fr: Le Mushaf Hafs publié à Médine en 1421 Hijri. Du Complexe d'Impression du Coran Roi Fahd.
kk: Мединада 1421 Хижриде шығарылған Хафс Мушафы. Король Фахд Құран баспа кешенінен.
ms: Mushaf Hafs yang diterbitkan di Madinah pada tahun 1421 Hijri. Dari Kompleks Percetakan Al-Quran Raja Fahd.
nl: De Hafs Mushaf uitgegeven in Medina in 1421 Hijri. Van het Koning Fahd Koran Drukkomplex.
pt: O Mushaf Hafs emitido em Medina em 1421 Hijri. Do Complexo de Impressão do Corão Rei Fahd.
ru: Мушаф Хафс, выпущенный в Медине в 1421 Хиджри. Из Королевского комплекса печати Корана Фахда.
tr: 1421 Hicri yılında Medine'de yayımlanan Hafs Mushaf. Kral Fahd Kuran Basım Kompleksinden.
ug: 1421 ھ.ق. مەدىنىدە نەشر قىلىنغان حافس مۇشافى. پادىشاھ فەھد قۇرئان بېسىش كومپلېكسىدىن.
uz: 1421 Hijriy yilda Madinada chop etilgan Hafs Mushafi. Qirol Fahd Qur'on bosma kompleksidan.
vi: Hafs Mushaf ban hành ở Medina vào năm 1421 Hijri. Từ Tổ hợp in Kinh Quran King Fahd.
zh: 公元1421年在麦地那发行的哈夫斯穆沙夫。来自法赫德国王古兰经印刷复合体。

# reading.hafs-1421.issue
source: Issued in 1421 Hijri
ar: إصدار ١٤٢١ هجري
de: Herausgegeben im Jahr 1421 Hijri
es: Emitido en 1421 Hijri
fa: صادر شده در سال 1421 هجری قمری
fr: Publié en 1421 Hijri
kk: 1421 Хижри жылы шығарылған
ms: Diterbitkan pada tahun 1421 Hijri
nl: Uitgegeven in 1421 Hijri
pt: Emitido em 1421 Hijri
ru: Выпущен в 1421 Хиджри
tr: 1421 Hicri yılında yayımlandı
ug: 1421 ھ.ق. نەشر قىلىنغان
uz: 1421 Hijriy yilda nashr etilgan
vi: Ban hành năm 1421 Hijri
zh: 公元1421年发行

# reading.hafs-1440.title
source: Hafs, Medina, 1440 AH
ar: حفص، مصحف المدينة المنورة النمطي، ١٤٤٠هـ
fa: حفص، مدینه، 1440 هجری قمری
fr: Hafs, Médine, 1440 AH
kk: Хафс, Медина, 1440 АХ
ms: Hafs, Madinah, 1440 AH
ru: Хафс, Медина, 1440 AH
tr: Hafs, Medine, 1440 AH
ug: حافس، مەدىنە، 1440 ھ.ق.
uz: Hafs, Madina, 1440 AH
zh: 哈夫斯，麦地那，1440 AH

# reading.hafs-1440.description
source: The hafs Mushaf issued in Medina in 1440 Hijri. From the King Fahd Quran Printing Complex.
ar: مصحف حفص عن عاصم، إصدر المدينة المنورة عام ١٤٤٠ هـ. إصدار مجمع الملك فهد لطباعة المصحف.
de: Der Hafs Mushaf, 1440 Hijri in Medina herausgegeben. Vom König Fahd Koran-Druckkomplex.
es: El Mushaf Hafs emitido en Medina en 1440 Hijri. Del Complejo de Impresión del Corán del Rey Fahd.
fa: مشاف حفص که در سال 1440 هجری قمری در مدینه صادر شده است. از مجمع چاپ قرآن پادشاه فهد.
fr: Le Mushaf Hafs publié à Médine en 1440 Hijri. Du Complexe d'Impression du Coran Roi Fahd.
kk: Мединада 1440 Хижриде шығарылған Хафс Мушафы. Король Фахд Құран баспа кешенінен.
ms: Mushaf Hafs yang diterbitkan di Madinah pada tahun 1440 Hijri. Dari Kompleks Percetakan Al-Quran Raja Fahd.
nl: De hafs Mushaf uitgegeven in Medina in 1440 Hijri. Van het King Fahd Quran Printing Complex.
pt: O Mushaf Hafs emitido em Medina em 1440 Hijri. Do Complexo de Impressão do Corão Rei Fahd.
ru: Мушаф Хафс, выпущенный в Медине в 1440 Хиджри. Из Королевского комплекса печати Корана Фахда.
tr: 1440 Hicri yılında Medine'de yayımlanan Hafs Mushaf. Kral Fahd Kuran Basım Kompleksinden.
ug: 1440 ھ.ق. مەدىنىدە نەشر قىلىنغان حافس مۇشافى. پادىشاھ فەھد قۇرئان بېسىش كومپلېكسىدىن.
uz: 1440 Hijriy yilda Madinada chop etilgan Hafs Mushafi. Qirol Fahd Qur'on bosma kompleksidan.
vi: Hafs Mushaf ban hành ở Medina vào năm 1440 Hijri. Từ Tổ hợp in Kinh Quran King Fahd.
zh: 公元1440年在麦地那发行的哈夫斯穆沙夫。来自法赫德国王古兰经印刷复合体。

# reading.hafs-1440.issue
source: Issued in 1440 Hijri
ar: إصدار ١٤٤٠ هجري
de: Herausgegeben im Jahr 1440 Hijri
es: Emitido en 1440 Hijri
fa: صادر شده در سال 1440 هجری قمری
fr: Publié en 1440 Hijri
kk: 1440 Хижри жылы шығарылған
ms: Diterbitkan pada tahun 1440 Hijri
nl: Uitgegeven in 1440 Hijri
pt: Emitido em 1440 Hijri
ru: Выпущен в 1440 Хиджри
tr: 1440 Hicri yılında yayımlandı
ug: 1440 ھ.ق. نەشر قىلىنغان
uz: 1440 Hijriy yilda nashr etilgan
vi: Ban hành năm 1440 Hijri
zh: 公元1440年发行

# reading.tajweed.title
source: Hafs, Tajweed
ar: مصحف التجويد
fa: حفص، تجوید
kk: Хафс, Тажвид
ru: Хафс, Таджвид
tr: Hafs, Tecvid
ug: حافس، تەجۋىد
uz: Hafs, Tajvid
zh: 哈夫斯，塔吉维德

# reading.tajweed.description
source: The tajweed hafs Mushaf. Al-Quran Al-Kareem - Dar al-Marefa Edition.
ar: مصحف التجويد (حفص عن عاصم) – دار المعرفة
de: Der Tajweed Hafs Mushaf. Al-Quran Al-Kareem - Ausgabe Dar al-Marefa.
es: El Mushaf Hafs de Tajweed. Al-Quran Al-Kareem - Edición Dar al-Marefa.
fa: مشاف حفص تجوید. القرآن الکریم - نسخه دار المعرفه.
fr: Le Mushaf Hafs Tajweed. Al-Quran Al-Kareem - Édition Dar al-Marefa.
kk: Тажвид Хафс Мушафы. Аль-Құран Аль-Карим - Дар аль-Марефа басылымы.
ms: Mushaf Hafs Tajweed. Al-Quran Al-Kareem - Edisi Dar al-Marefa.
nl: De Tajweed Hafs Mushaf. Al-Quran Al-Kareem - Dar al-Marefa Editie.
pt: O Mushaf Hafs Tajweed. Al-Quran Al-Kareem - Edição Dar al-Marefa.
ru: Мушаф Хафс Таджвид. Аль-Куран Аль-Карим - Издание Дар аль-Марефа.
tr: Tecvid Hafs Mushaf. Al-Quran Al-Kareem - Dar al-Marefa Baskısı.
ug: تەجۋىد حافس مۇشافى. ئەلقۇرئان ئەلكەرىم - دار ئەلمەرىپە نەشرى.
uz: Tajvid Hafs Mushafi. Al-Qur'an Al-Kareem - Dar al-Marefa nashri.
vi: Tajweed hafs Mushaf. Al-Quran Al-Kareem - Phiên bản Dar al-Marefa.
zh: 塔吉维德哈夫斯穆沙夫。阿尔古兰阿尔克里姆 - 达尔马雷法版。

# diagnostics.title
source: Diagnostics
ar: تشخيص التطبيق
de: Diagnose
fa: تشخیصات
kk: Диагностика
ms: Diagnostik
nl: Diagnostiek
pt: Diagnósticos
ru: Диагностика
tr: Teşhisler
uz: Diagnostika
vi: Chuẩn đoán
zh: 诊断

# diagnostics.details
source: These settings are utilized by the app developer specifically for debugging and diagnostic purposes.
ar: يستخدم المطور هذه الإعدادات خصيصًا لأغراض التصحيح والتشخيص.
de: Diese Einstellungen werden vom App-Entwickler speziell für Debugging- und Diagnosezwecke verwendet.
fa: این تنظیمات توسط توسعه‌دهنده برنامه به طور خاص برای اهداف اشکال‌زدایی و تشخیصی استفاده می‌شوند.
kk: Бұл параметрлер қосымша әзірлеуші тарапынан арнайы диагностикалау және қателерді түзету мақсатында қолданылады.
ms: Tetapan ini digunakan oleh pembangun aplikasi khusus untuk tujuan penyahpepijatan dan diagnostik.
nl: Deze instellingen worden door de app-ontwikkelaar specifiek gebruikt voor debugging en diagnostische doeleinden.
pt: Essas configurações são utilizadas pelo desenvolvedor do aplicativo especificamente para fins de depuração e diagnóstico.
ru: Эти настройки используются разработчиком приложения специально для отладки и диагностических целей.
tr: Bu ayarlar, uygulama geliştiricisi tarafından özellikle hata ayıklama ve tanı amaçları için kullanılır.
uz: Ushbu sozlamalar dastur ishlab chiqaruvchisi tomonidan maxsus tuzatish va diagnostika maqsadida ishlatiladi.
vi: Các cài đặt này được nhà phát triển ứng dụng sử dụng cụ thể cho mục đích gỡ lỗi và chẩn đoán.
zh: 这些设置由应用程序开发者专门用于调试和诊断目的。

# diagnostics.share_app_logs
source: Share app logs
ar: مشاركة سجلات التطبيق
de: App-Protokolle teilen
fa: اشتراک گذاری گزارش‌های برنامه
kk: Қосымша журналдарын бөлісу
ms: Kongsi log aplikasi
nl: App-logs delen
pt: Compartilhar logs do aplicativo
ru: Поделиться журналами приложения
tr: Uygulama günlüklerini paylaş
uz: Ilova loglarini ulashish
vi: Chia sẻ nhật ký ứng dụng
zh: 分享应用日志

# diagnostics.enable_debug_logs
source: Enable debug logging
ar: تمكين تسجيل التصحيح
de: Debug-Logging aktivieren
fa: فعال‌سازی ثبت خطاها
kk: Қателерді түзету журналын қосу
ms: Aktifkan pencatatan penyahpepijatan
nl: Debug-logging inschakelen
pt: Habilitar registro de depuração
ru: Включить журналирование отладки
tr: Hata ayıklama kaydını etkinleştir
uz: Tuzatish qaydini yoqish
vi: Kích hoạt ghi nhật ký gỡ lỗi
zh: 启用调试日志

# diagnostics.enable_debug_logs.details
source: The setting will take effect upon the next restart of the app.
ar: سيكون للإعداد تأثير عند إعادة تشغيل التطبيق التالية.
de: Die Einstellung wird beim nächsten Neustart der App wirksam.
fa: این تنظیم در راه‌اندازی مجدد بعدی برنامه اعمال خواهد شد.
kk: Бұл параметр қосымшаны келесі қайта іске қосқанда іске асады.
ms: Tetapan akan berkuatkuasa pada mulanya semula aplikasi seterusnya.
nl: De instelling wordt van kracht bij de volgende herstart van de app.
pt: A configuração entrará em vigor no próximo reinício do aplicativo.
ru: Настройка вступит в силу при следующем перезапуске приложения.
tr: Ayar, uygulamanın bir sonraki yeniden başlatılmasında etkili olacak.
uz: Bu sozlama ilovani keyingi qayta ishga tushirilganda amalga oshadi.
vi: Cài đặt này sẽ có hiệu lực khi ứng dụng được khởi động lại lần tiếp theo.
zh: 该设置将在应用程序下次重启时生效。

# new.title
source: What's new
ar: المضاف حديثاً
de: Was gibt's Neues
es: Qué hay de nuevo
fa: چه خبر جدیدی است
fr: Quoi de neuf
kk: Жаңалықтар
ms: Apa yang baru
nl: Wat is er nieuw
pt: O que há de novo
ru: Что нового
tr: Yenilikler
ug: يېڭىلىقلار
uz: Yangiliklar
vi: Có gì mới
zh: 最新动态

# new.action
source: Continue
ar: استمر
de: Fortfahren
es: Continuar
fa: ادامه
fr: Continuer
kk: Жалғастыру
ms: Teruskan
nl: Ga verder
pt: Continuar
ru: Продолжить
tr: Devam Et
ug: داۋاملاشتۇرۇش
uz: Davom etish
vi: Tiếp
zh: 继续

source: New Mushafs:
ar: مصاحف جديدة:
de: Neue Mushafs:
es: Nuevos Mushafs:
fa: مشاف جدید:
fr: Nouveaux Mushafs:
kk: Жаңа Мушафтар:
ms: Mushaf Baru:
nl: Nieuwe Mushafs:
pt: Novos Mushafs:
ru: Новые Мушафы:
tr: Yeni Mushaflar:
ug: يېڭى مۇشاپلار:
uz: Yangi Mushaflar:
vi: Mushaf Mới:
zh: 新穆沙夫:

# new.mushafs.details
source: * Tajweed Hafs Mushaf: Al-Quran Al-Kareem - Dar al-Marefa Edition. * Medina Mushaf 1421 hijri. * Medina Mushaf 1440 hijri. * Plus, continue enjoying the classic 1405 hijri version.
ar: * مصحف حفص بالتجويد: القرآن الكريم - طبعة دار المعرفة. * مصحف المدينة 1421 هجري. * مصحف المدينة 1440 هجري. * بالإضافة إلى الاستمتاع بالنسخة الكلاسيكية 1405 هجري المستخدمة منذ بداية البرنامج.
de: * Tajweed Hafs Mushaf: Al-Quran Al-Kareem - Dar al-Marefa Edition. * Medina Mushaf 1421 hijri. * Medina Mushaf 1440 hijri. * Außerdem weiterhin die klassische Version von 1405 hijri genießen.
es: Que Alá alivie la opresión de nuestros hermanos y hermanas en Gaza. * Tajweed Hafs Mushaf: Al-Quran Al-Kareem - Edición Dar al-Marefa. * Mushaf Medina 1421 hijri. * Mushaf Medina 1440 hijri. * Además, sigue disfrutando de la versión clásica de 1405 hijri.
fa: خداوند ظلم برادران و خواهران ما در غزه را برطرف کند. * مشاف حفص تجوید: القرآن الکریم - نسخه دار المعرفه. * مشاف مدینه 1421 هجری. * مشاف مدینه 1440 هجری. * علاوه بر این، از نسخه کلاسیک 1405 هجری لذت ببرید.
fr: Puisse Allah soulager l'oppression de nos frères et sœurs à Gaza. * Tajweed Hafs Mushaf: Al-Quran Al-Kareem - Édition Dar al-Marefa. * Mushaf de Médine 1421 hijri. * Mushaf de Médine 1440 hijri. * De plus, continuez à profiter de la version classique de 1405 hijri.
kk: Аллаһ Газадағы бауырларымыздың және қарындастарымыздың зұлымдығын жеңілдетсін. * Тажвид Хафс Мушафы: Аль-Құран Аль-Карим - Дар аль-Марефа басылымы. * Медина Мушафы 1421 хижри. * Медина Мушафы 1440 хижри. * Сондай-ақ, 1405 хижридегі классикалық нұсқаны әрі қарай ләззат алыңыз.
ms: * Tajweed Hafs Mushaf: Al-Quran Al-Kareem - Edisi Dar al-Marefa. * Mushaf Madinah 1421 hijri. * Mushaf Madinah 1440 hijri. * Selain itu, terus menikmati versi klasik 1405 hijri.
nl: * Tajweed Hafs Mushaf: Al-Quran Al-Kareem - Dar al-Marefa Editie. * Medina Mushaf 1421 hijri. * Medina Mushaf 1440 hijri. * Plus, blijf genieten van de klassieke versie uit 1405 hijri.
pt: * Tajweed Hafs Mushaf: Al-Quran Al-Kareem - Edição Dar al-Marefa. * Mushaf Medina 1421 hijri. * Mushaf Medina 1440 hijri. * Além disso, continue aproveitando a versão clássica de 1405 hijri.
ru: Да облегчит Аллах угнетение наших братьев и сестер в Газе. * Таджвид Хафс Мушаф: Аль-Куран Аль-Карим - Издание Дар аль-Марефа. * Мединский Мушаф 1421 хиджри. * Мединский Мушаф 1440 хиджри. * Кроме того, продолжайте наслаждаться классической версией 1405 хиджри.
tr: Allah, Gazze'deki kardeşlerimizin ve bacılarımızın üzerindeki zulmü kaldırsın. * Tecvid Hafs Mushaf: Al-Quran Al-Kareem - Dar al-Marefa Baskısı. * Medine Mushafı 1421 hicri. * Medine Mushafı 1440 hicri. * Ayrıca, klasik 1405 hicri versiyonunun keyfini çıkarmaya devam edin.
ug: اللاھ گەززەدىكى قېرىنداشلىرىمىزنىڭ زۇلمىنى يۇقىتىپ بەرسۇن. * تەجۋىد حافس مۇشافى: ئەلقۇرئان ئەلكەرىم - دار ئەلمەرىپە نەشرى. * 1421 ھ.ق. مەدىنە مۇشافى. * 1440 ھ.ق. مەدىنە مۇشافى. * يەنە، كلاسسىك 1405 ھ.ق. نەشرىنى داۋاملىق ياخشى كۆرۈڭ.
uz: * Tajvid Hafs Mushafi: Al-Qur'an Al-Karim - Dar al-Marefa nashri. * 1421 hijriy Madina Mushafi. * 1440 hijriy Madina Mushafi. * Bundan tashqari, klassik 1405 hijriy versiyasidan zavqlanishda davom eting.
vi: * Tajweed Hafs Mushaf: Al-Quran Al-Kareem - Ấn bản Dar al-Marefa. * Mushaf Madina 1421 hijri. * Mushaf Madina 1440 hijri. * Ngoài ra, tiếp tục thưởng thức phiên bản cổ điển 1405 hijri.
zh: 愿真主解除我们在加沙的兄弟姐妹所受的压迫。 * 塔吉维德哈夫斯穆沙夫：阿尔古兰阿尔克里姆 - 达尔马雷法版。 * 麦地那穆沙夫1421希杰里。 * 麦地那穆沙夫1440希杰里。 * 此外，继续享受经典的1405希杰里版本。

source: New Reciters:
ar: قراء جدد:
de: Neue Rezitatoren:
es: Nuevos Recitadores:
fa: قاریان جدید:
fr: Nouveaux Récitateurs:
kk: Жаңа қарилар:
ms: Qari Baru:
nl: Nieuwe Reciteurs
pt: Novos Recitadores:
ru: Новые чтецы:
tr: Yeni Hafızlar:
ug: يېڭى قارىلار:
uz: Yangi qorilar:
vi: Người đọc Mới
zh: 新颂经者:

# new.miscellaneous
source: Miscellaneous:
ar: متفرقات:
de: Verschiedenes:
es: Misceláneas:
fa: متفرقه:
fr: Divers:
kk: Әртүрлі:
ms: Pelbagai:
nl: Diversen:
pt: Diversos:
ru: Разное:
tr: Çeşitli:
ug: ھەرخىل:
uz: Turli-tuman:
vi: Đa dạng:
zh: 杂项:

# new.miscellaneous.details
source: * Updated app look. * Enhanced search feature (new algorithm coming soon). * Vietnamese localization support. * Advanced audio options access available when no recitation is playing. * App now is open source: https://github.com/quran/quran-ios
ar: * تحديث مظهر التطبيق. * تحسين ميزة البحث (قادم قريباً خوارزمية بحث جديدة). * دعم توطين التطبيق باللغة الفيتنامية. * الوصول إلى خيارات الصوت المتقدمة متاح عند عدم تشغيل التلاوة. * التطبيق أصبح مفتوح المصدر: https://github.com/quran/quran-ios
de: * Aktualisiertes App-Design. * Verbesserte Suchfunktion (neuer Algorithmus in Kürze). * Unterstützung für vietnamesische Lokalisierung. * Erweiterter Zugang zu Audiooptionen verfügbar, wenn keine Rezitation läuft. * App ist jetzt Open Source: https://github.com/quran/quran-ios
es: * Aspecto actualizado de la aplicación. * Función de búsqueda mejorada (nuevo algoritmo próximamente). * Soporte de localización en vietnamita. * Acceso avanzado a opciones de audio disponible cuando no se reproduce una recitación. * La aplicación ahora es de código abierto: https://github.com/quran/quran-ios
fa: * به‌روزرسانی ظاهر برنامه. * بهبود ویژگی جستجو (الگوریتم جدید به زودی). * پشتیبانی از محلی‌سازی ویتنامی. * دسترسی پیشرفته به گزینه‌های صوتی در دسترس هنگامی که قرائت در حال پخش نیست. * برنامه اکنون متن باز است: https://github.com/quran/quran-ios
fr: * Mise à jour de l'apparence de l'application. * Fonction de recherche améliorée (nouvel algorithme à venir bientôt). * Prise en charge de la localisation vietnamienne. * Accès avancé aux options audio disponible lorsque aucune récitation n'est en cours. * L'application est désormais open source : https://github.com/quran/quran-ios
kk: * Қосымшаның жаңартылған көрінісі. * Іздеу қызметі жақсартылды (жаңа алгоритм жақында шығады). * Вьетнам тіліндегі локализация қолдауы. * Қайталау ойнатылмайтын кезде кеңейтілген аудио параметрлеріне қолжетімділік. * Қосымша қазір ашық кодты: https://github.com/quran/quran-ios
ms: * Rupa aplikasi dikemas kini. * Ciri carian diperhebatkan (algoritma baru akan datang tidak lama lagi). * Sokongan penyetempatan Bahasa Vietnam. * Akses opsyen audio lanjutan tersedia apabila tiada bacaan sedang dimainkan. * Aplikasi kini bersumber terbuka: https://github.com/quran/quran-ios
nl: * Bijgewerkte app-uitstraling. * Verbeterde zoekfunctie (nieuw algoritme binnenkort beschikbaar). * Ondersteuning voor Vietnamese lokalisatie. * Geavanceerde audio-opties toegankelijk wanneer er geen recitatie wordt afgespeeld. * App is nu open source: https://github.com/quran/quran-ios
pt: * Atualização visual do aplicativo. * Recurso de pesquisa aprimorado (novo algoritmo em breve). * Suporte para localização em vietnamita. * Acesso a opções de áudio avançadas disponíveis quando não há recitação em execução. * Aplicativo agora é de código aberto: https://github.com/quran/quran-ios
ru: * Обновленный внешний вид приложения. * Улучшенная функция поиска (скоро новый алгоритм). * Поддержка локализации на вьетнамский язык. * Доступ к расширенным аудио настройкам, когда чтение не воспроизводится. * Приложение теперь с открытым исходным кодом: https://github.com/quran/quran-ios
tr: * Güncellenmiş uygulama görünümü. * Geliştirilmiş arama özelliği (yakında yeni algoritma). * Vietnamca yerelleştirme desteği. * Kıraat oynatılmadığında gelişmiş ses seçeneklerine erişim mevcut. * Uygulama artık açık kaynaklı: https://github.com/quran/quran-ios
ug: * يېڭىلانغان ئەپ كۆرۈنۈشى. * ئىزدەش خۇسۇسىيىتى ياخشىلاندى (يېڭى ئالگورىتم تېزدىن بولىدۇ). * ۋىيېتنام تىلىدىكى يەرلىكلەشتۈرۈش قوللىمىسى. * تىلاۋەت قىلىنمىغاندا ئالىي دەرىجىلىك ئاۋاز تاللاشلىرىغا كىرىشكە بولىدۇ. * ئەپ ھازىر ئوچۇق مەنبە: https://github.com/quran/quran-ios
uz: * Yangi ilovalarning tashqi ko'rinishi yangilandi. * Qidiruvni yaxshi qilish imkoniyatini oshirdi (yaqinda yangi algoritm keladi). * Vietnam lokalizatsiya qo'llab-quvvatlash. * Tilovchi ishlayotganida yuqori audio sozlamalari yo'l qo'yiladi. * Ilovadan hozirgi kunlarda ochiq manbai: https://github.com/quran/quran-ios
vi: * Cập nhật giao diện ứng dụng. * Cải tiến tính năng tìm kiếm (thuật toán mới sắp ra mắt). * Hỗ trợ đa ngôn ngữ tiếng Việt. * Truy cập tùy chọn âm thanh nâng cao khi không có bản đọc nào đang phát. * Ứng dụng hiện đã là mã nguồn mở: https://github.com/quran/quran-ios
zh: * 更新应用程序外观。 * 增强搜索功能（新算法即将推出）。 * 支持越南本地化。 * 在没有朗诵播放时可访问高级音频选项。 * 应用现在是开源的：https://github.com/quran/quran-ios

# menu.theme_settings
source: Themes & Settings
de: Themen & Einstellungen
fa: پوسته‌ها و تنظیمات
nl: Thema's en instellingen
pt: Temas e configurações
ru: Темы и настройки
tr: Temalar ve ayarlar
uz: Mavzular va sozlamalar
vi: Chủ đề & Cài đặt
zh: 主题和设置
