Repository: quran/quran-ios
Catalog: Core/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fa, fr, kk, ms, nl, pt, ru, tr, ug, uz, vi, zh

# button.done
source: Done
ar: تم
de: Fertig
es: Hecho
fa: انجام شد
fr: Terminé
kk: Аяқталды
ms: Selesai
nl: Klaar
pt: Concluído
ru: Готово
tr: Tamam
ug: ئاخىرلاشتى
uz: Tugallandi
vi: Xong
zh: 完成

# button.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
kk: Жою
ms: Padam
nl: Verwijderen
pt: Excluir
ru: Удалить
tr: Sil
ug: ئۆچۈرۈش
uz: O'chirish
vi: Xóa
zh: 删除

# error.dialog.title
source: Error
ar: خطأ
de: Fehler
fa: خطا
fr: Erreur
kk: Қате
ms: Ralat
nl: Fout
pt: Erro
ru: Ошибка
tr: Hata
ug: خاتالىق
uz: Xato
vi: Lỗi
zh: 错误

# error.message.connection_lost
source: Internet connection is lost. Move to a location where more stable connection is available, or wait until the connection returns to be stable.
ar: فقد الإتصال بشبكة الإنترنت. من فضلك تحرك إلى مكان به إشارة أفضل.
de: Internetverbindung ist verloren. Bewegen Sie sich an einen Ort, wo eine stabilere Verbindung verfügbar ist, oder warten Sie, bis die Verbindung wieder stabil ist.
es: Se perdió la conexión a Internet. Muévase a un lugar donde haya una conexión más estable disponible, o espere hasta que la conexión se vuelva estable.
fa: ارتباط اینترنت قطع شده است. به مکانی بروید که ارتباط پایدارتری در دسترس باشد یا منتظر بمانید تا ارتباط پایدار شود.
fr: La connexion Internet est perdue. Déplacez-vous vers un endroit où une connexion plus stable est disponible, ou attendez que la connexion redevienne stable.
kk: Интернет байланысы үзілді. Тұрақты байланыс қолжетімді орынға жылжыңыз немесе байланыс тұрақты болғанша күтіңіз.
ms: Tiada sambungan internet. Ubah ke lokasi yang mempunyai internet yang stabil atau tunggu sehingga sambungan internet menjadi lebih stabil.
nl: Internet verbinding is verbroken. Ga naar een locatie waar een meer stabiele verbinding beschikbaar is, of wacht tot de verbinding terug tot stand is gekomen.
pt: A conexão com a internet foi perdida. Mova-se para um local onde uma conexão mais estável está disponível, ou espere até que a conexão se torne estável.
ru: Соединение с интернетом потеряно. Переместитесь в место, где доступно более стабильное соединение, или подождите, пока соединение стабилизируется.
tr: İnternet bağlantısı bulunamadı. İnternet bağlantısının daha stabil olduğu bir yere geçin veya düzelene kadar bekleyin.
ug: تور ئۇلىنىشى ئۈزۈلدى. تۇراقلىق ئۇلىنىش بار جايغا يۆتكىلىڭ ياكى ئۇلىنىش تۇراقلىق بولغۇچە ساقلاڭ.
uz: Internet aloqasi yo'qolgan. Ko'proq barqaror aloqa mavjud joyga o'ting yoki aloqa barqaror bo'lguncha kuting.
vi: Mất kết nối mạng. Di chuyển đến nới có kết nối ổn định hơn hoặc đợi cho đến khi kết nối ổn định trở lại.
zh: 互联网连接丢失。移动到一个有更稳定连接的地方，或等到连接变得稳定。

# error.message.international_roaming_off
source: International roaming is not allowed. Change the international roaming setting, or turn on Wi-Fi.
ar: لا يسمح باستخدام التجوال الدولي. من فضلك قم بتغيير إعدادات خدمة التجوال الدولي، أو إتصل بالإنترنت عن طريق Wi-Fi.
de: Internationales Roaming ist nicht erlaubt. Ändern Sie die Einstellungen für internationales Roaming oder schalten Sie WLAN ein.
es: El roaming internacional no está permitido. Cambie la configuración de roaming internacional, o active el Wi-Fi.
fa: رمینگ بین‌المللی مجاز نیست. تنظیمات رمینگ بین‌المللی را تغییر دهید یا وای‌فای را روشن کنید.
fr: Le roaming international n'est pas autorisé. Changez les paramètres de roaming international, ou activez le Wi-Fi.
kk: Халықаралық роумингке рұқсат етілмеген. Халықаралық роуминг параметрлерін өзгертіңіз немесе Wi-Fi қосыңыз.
ms: Perayauan antarabangsa tidak dibenarkan. Ubah tetapan perayauan atau hidupkan Wi-Fi anda.
nl: Internationale roaming is niet toegestaan. Verander de internationale roaming-instelling, of schakel Wi-Fi aan.
pt: O roaming internacional não é permitido. Altere as configurações de roaming internacional ou ligue o Wi-Fi.
ru: Международный роуминг запрещен. Измените настройки международного роуминга или включите Wi-Fi.
tr: Uluslararası dolaşıma izin verilmedi. Uluslararası dolaşım ayarlarını değiştirin veya bir kablosuz ağa bağlanın.
ug: خەلقئارا ساياھەتچىلىككە رۇخسەت قىلىنمايدۇ. خەلقئارا ساياھەتچىلىك تەڭشەشنى ئۆزگەرتىڭ ياكى Wi-Fi قوزغىتىڭ.
uz: Xalqaro sayohatga ruxsat berilmagan. Xalqaro sayohat sozlamalarini o'zgartiring yoki Wi-Fi yoqing.
vi: Chuyển vùng quốc tế không được phép. Thay đổi cài đặt chuyển vùng quốc tế hoặc bật Wi-Fi.
zh: 不允许国际漫游。更改国际漫游设置，或打开 Wi-Fi。

# error.message.not_connected_to_internet
source: Not connected to the internet. Turn on Wi-Fi, or allow cellular data connection.
ar: لا يوجد إتصال بشبكة الإنترنت. من فضلك قم بتشغيل Wi-Fi، أو السماح باتصال البيانات الخلوية.
de: Nicht mit dem Internet verbunden. Schalten Sie WLAN ein oder erlauben Sie die Datenverbindung über Mobilfunk.
es: No conectado a Internet. Active el Wi-Fi o permita la conexión de datos móviles.
fa: به اینترنت متصل نیست. وای‌فای را روشن کنید یا اجازه اتصال داده سلولی را بدهید.
fr: Non connecté à internet. Activez le Wi-Fi ou autorisez la connexion de données cellulaires.
kk: Интернетке қосылмаған. Wi-Fi қосыңыз немесе ұялы деректер байланысын рұқсат етіңіз.
ms: Tiada sambungan internet. Hidupkan Wi-Fi atau hidupkan sambungan data selular.
nl: Niet verbonden met het internet. Schakel Wifi aan, of mobiele dataverbinding.
pt: Não conectado à internet. Ligue o Wi-Fi ou permita a conexão de dados móveis.
ru: Не подключен к интернету. Включите Wi-Fi или разрешите подключение мобильных данных.
tr: İnternet bağlantısı bulunamadı. Kablosuz bağlantıyı veya hücresel ağ bağlantısını etkinleştirin.
ug: تورغا ئۇلانمىغان. Wi-Fi ياكى يانفون سانلىق مەلۇمات ئۇلىنىشىنى قوزغىتىڭ.
uz: Internetga ulanmagan. Wi-Fi yoqing yoki mobil ma'lumot aloqasiga ruxsat bering.
vi: Không được kết nối với internet. Bật Wi-Fi hoặc cho phép kết nối dữ liệu di động.
zh: 未连接到互联网。打开 Wi-Fi 或允许移动数据连接。

# error.message.general
source: Oops! Something went wrong. Please try again.
ar: عفوا. حدث خطأ، حاول مرة اخرى.
de: Hoppla! Etwas ist schief gelaufen. Bitte versuchen Sie es erneut.
es: ¡Ups! Algo salió mal. Por favor, inténtelo de nuevo.
fa: اوه! اشتباهی رخ داد. لطفا دوباره امتحان کنید.
fr: Oups ! Quelque chose a mal tourné. Veuillez réessayer.
kk: Кешіріңіз! Бірдеңе дұрыс болмады. Қайталап көріңіз.
ms: Maaf! sesuatu yang tidak diingini terjadi. Sila cuba lagi.
nl: Oeps! Er is iets verkeerd gegaan. Probeer het opnieuw.
pt: Ops! Algo deu errado. Por favor, tente novamente.
ru: Ой! Что-то пошло не так. Пожалуйста, попробуйте снова.
tr: Hay aksi! Bir sorun oluştu. Lütfen tekrar deneyin.
ug: ھەي! بىرەر نەرسە خاتا بولدى. قايتا سىناپ بېقىڭ.
uz: Xo'p! Nimadir noto'g'ri bo'ldi. Iltimos, qayta urinib ko'ring.
vi: Ối! Đã xảy ra sự cố. Vui lòng thử lại.
zh: 哎呀！出错了。请再试一次。

# error.message.no_disk_space
source: No available disk space to save the downloads.
ar: لا توجد مساحة كافيه في ذاكرة الهاتف لحفظ التنزيلات.
de: Kein verfügbarer Speicherplatz auf der Festplatte, um die Downloads zu speichern.
es: No hay espacio disponible en el disco para guardar las descargas.
fa: فضای خالی دیسک برای ذخیره‌سازی دانلودها وجود ندارد.
fr: Pas d'espace disque disponible pour enregistrer les téléchargements.
kk: Жүктеулерді сақтау үшін бос диск орны жоқ.
ms: Ruang storan tidak mencukupi untuk memuat turun.
nl: Er is geen opslagruimte meer beschikbaar. Downloaden mislukt.
pt: Não há espaço disponível em disco para salvar os downloads.
ru: Недостаточно места на диске для сохранения загрузок.
tr: İndirilenleri kaydetmek için disk alanı yetersiz.
ug: چۈشۈرۈشلەرنى ساقلاش ۈچۈن بوش دىسكا ئورنى يوق.
uz: Yuklamalarni saqlash uchun bo'sh disk maydoni yo'q.
vi: Không đủ dung lượng trống để lưu các bản tải xuống.
zh: 没有可用的磁盘空间来保存下载内容。

source: Ayah
ar: آية
de: Vers
es: Aleya
fa: آیه
kk: Аят
ms: Ayat
pt: Aya
ru: Ая
tr: Ayet
ug: ئايەت
uz: Oyat
zh: 经文

source: Surah
ar: سورة
de: Sure
es: Sura
fa: سوره
fr: Sourate
kk: Сүре
nl: Soera
pt: Surata
ru: Сура
tr: Sure
ug: سۈرە
uz: Sura
zh: 章

# translation.text-type.translation
source: Translation
ar: الترجمة إلى الإنجليزية
de: Übersetzung
es: Traducción
fa: ترجمه
fr: Traduction
kk: Аударма
ms: Terjemahan
nl: Vertaling
pt: Tradução
ru: Перевод
tr: Meal
ug: تەرجىمە
uz: Tarjima
vi: Bản dịch
zh: 翻译

# translation.text-type.transliteration
source: Transliteration
ar: نسخ الحروف للإنجليزية
es: Transliteración
fa: ترجمه لفظی
fr: Translittération
kk: Транслитерация
ms: Transliterasi
nl: Transliteratie
pt: Transliteração
ru: Транслитерация
tr: Okunuşu
ug: يېزىق ئۆزگەرتىش
uz: Transliteratsiya
vi: Phiên âm
zh: 音译

# translation.selectedTranslations
source: Selected
ar: المختار
de: Ausgewählt
es: Seleccionado
fa: انتخاب شده
fr: Sélectionné
kk: Таңдалған
ms: Terpilih
nl: Geselecteerd
pt: Selecionado
ru: Выбрано
tr: Seçildi
ug: تاللانغان
uz: Tanlangan
vi: Đã chọn
zh: 已选

# translation.translator
source: Translator:
ar: المفسر:
de: Übersetzer:
es: Traductor:
fa: مترجم:
fr: Traducteur:
kk: Аудармашы:
ms: Penterjemah:
nl: Vertaler:
pt: Tradutor:
ru: Переводчик:
tr: Çevirmen:
ug: تەرجىمان:
uz: Tarjimon:
vi: Dịch giả:
zh: 译者:

# translation.text.see-referenced-verse
source: See ayah %d.
ar: انظر آية رقم %d.
de: Siehe Ayah %d.
es: Ver aleya %d.
fa: آیه %d را ببینید.
fr: Voir l'ayah %d.
kk: %d аятты көріңіз.
ms: Lihat ayat %d.
nl: Zie ayah %d.
pt: Ver aya %d.
ru: Смотрите ая %d.
tr: %d ayeti görün.
ug: %d ئايەتنى كۆرۈڭ.
uz: %d-oyatni ko'ring.
vi: Xem ayah %d.
zh: 查看经文 %d。

# translation.text.read-more
source: Read more
ar: اقرأ المزيد
de: Mehr lesen
es: Leer más
fa: بیشتر بخوانید
fr: Lire plus
kk: Көбірек оқу
ms: Baca lagi
nl: Lees Meer
pt: Ler mais
ru: Читать далее
tr: Daha fazlası
ug: تېخىمۇ كۆپ ئوقۇڭ
uz: Ko'proq o'qing
vi: Xem thêm
zh: 阅读更多

# error.translation.text-retrieval
source: Oops! Something went wrong. We couldn't retrieve the translation.
ar: عفوا. حدث خطأ، حاول مرة اخرى.
de: Hoppla! Etwas ist schiefgelaufen. Wir konnten die Übersetzung nicht abrufen.
es: ¡Ups! Algo salió mal. No pudimos recuperar la traducción.
fa: اوه! مشکلی پیش آمد. نتوانستیم ترجمه را بازیابی کنیم.
fr: Oups ! Quelque chose a mal tourné. Nous n'avons pas pu récupérer la traduction.
kk: Кешіріңіз! Бірдеңе дұрыс болмады. Аударманы қайтара алмадық.
ms: Maaf! Sesuatu yang tidak diingini terjadi. Kami tidak dapat menjumpai terjemahannya.
nl: Oeps! Er is iets fout gegaan. We konden de vertaling niet ophalen.
pt: Ops! Algo deu errado. Não conseguimos recuperar a tradução.
ru: Ой! Что-то пошло не так. Нам не удалось получить перевод.
tr: Hay aksi! Bir sorun çıktı. Meali bulamadık.
ug: ھەي! بىرەر نەرسە خاتا بولدى. تەرجىمىنى قايتۇرالمىدۇق.
uz: Xo'p! Nimadir noto'g'ri bo'ldi. Tarjimani qayta olmadik.
vi: Ối! Đã xảy ra sự cố. Chúng tôi không thể truy xuất bản dịch.
zh: 哎呀！出错了。我们无法检索翻译。

# error.translation.text-not-available
source: No translation available for this Ayah.
ar: لا توجد ترجمة متاحة لهذه الآية.
de: Keine Übersetzung für diese Ayah verfügbar.
es: No hay traducción disponible para esta Aleya.
fa: ترجمه‌ای برای این آیه موجود نیست.
fr: Pas de traduction disponible pour cette Ayah.
kk: Бұл аят үшін аударма жоқ.
ms: Tiada terjemahan untuk Ayat ini.
nl: Er is geen vertaling beschikbaar voor deze ayah.
pt: Não há tradução disponível para esta Aya.
ru: Перевод этого ая отсутствует.
tr: Bu Ayetin meali bulunmamaktadır.
ug: بۇ ئايەت ئۈچۈن تەرجىمە يوق.
uz: Bu oyat uchun tarjima mavjud emas.
vi: Không có bản dịch nào cho Ayah này.
zh: 这个经文没有可用的翻译。

# search.recents.title
source: Recent searches
ar: عمليات البحث الأخيرة
de: Letzte Suchanfragen
es: Búsquedas recientes
fa: جستجوهای اخیر
fr: Recherches récentes
kk: Соңғы іздеулер
ms: Carian terbaharu
nl: Recente zoekopdrachten
pt: Pesquisas recentes
ru: Последние поиски
tr: Son aramalar
ug: يېقىندا ئىزدەش
uz: So'nggi qidiruvlar
vi: Tìm kiếm gần đây
zh: 最近搜索

# search.popular.title
source: Try searching with
ar: اختبر البحث بإستخدام
de: Probieren Sie die Suche mit
es: Prueba buscar con
fa: امتحان کردن جستجو با
fr: Essayez de rechercher avec
kk: Іздеуді мынамен байқап көріңіз
ms: Cuba cari
nl: Probeer te zoeken met
pt: Tente pesquisar com
ru: Попробуйте поискать с
tr: Bununla aramayı deneyin
ug: ئىزدەشنى مۇنداق سىناپ بېقىڭ
uz: Quyidagi bilan qidirishni sinab ko'ring
vi: Thử tìm kiếm với
zh: 尝试搜索

# search.placeholder.text
source: Surah, verse, translation, tafseer, and numbers
ar: سور أو آيات أو تفاسير أو ترجمات أو الأرقام
de: Sure, Vers, Übersetzung, Tafsir und Nummern
es: Sura, verso, traducción, tafsir y números
fa: سوره، آیه، ترجمه، تفسیر و اعداد
fr: Sourate, verset, traduction, tafsir et numéros
kk: Сүре, аят, аударма, тәпсір және нөмірлер
ms: Surah, ayat, terjemahan, tafsir dan nombor
nl: Soera, vers, vertaling, tafseer en nummers
pt: Surata, versículo, tradução, tafsir e números
ru: Сура, аят, перевод, тафсир и номера
tr: Sure, ayet, meal, tefsir, and numaralar
ug: سۈرە، ئايەت، تەرجىمە، تەپسىر ۋە سانلار
uz: Sura, oyat, tarjima, tafsir va raqamlar
vi: Surah, câu kinh, bản dịch, tafseer và số
zh: 章节、经文、翻译、注释和数字

# search.result.count
source: %@ (%d)
ar: (%2$d) %1$@
fa: (%2$d) %1$@
ug: (%2$d) %1$@

# setting.write_review
source: Write an app store review...
ar: قيم التطبيق على المتجر الالكتروني‎...
de: Eine App Store-Bewertung schreiben...
es: Escribe una reseña en la tienda de aplicaciones...
fa: نوشتن نظر در فروشگاه برنامه...
fr: Rédiger un avis sur l'App Store...
kk: App Store-да пікір жазыңыз...
ms: Tinggalkan ulasan di App Store...
nl: Schrijf een app store-recensie...
pt: Escrever uma avaliação na loja de aplicativos...
ru: Написать отзыв в магазине приложений...
tr: Uygulamamızı AppStore'de değerlendirin...
ug: ئەپ دۇكىنىدا باھا يېزىڭ...
uz: Ilovalar do'konida sharh yozing...
vi: Đánh giá ứng dụng trên Appstore...
zh: 撰写应用商店评论...

# setting.contact_us
source: Contact Us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contáctanos
fa: تماس با ما
fr: Contactez-nous
kk: Бізбен хабарласыңыз
ms: Hubungi Kami
nl: Contacteer ons
pt: Entre em contato conosco
ru: Свяжитесь с нами
tr: Bizimle iletişime geçin!
ug: بىز بىلەن ئالاقىلىشىڭ
uz: Biz bilan bog'laning
vi: Liên hệ
zh: 联系我们

# setting.share_app
source: Share the app...
ar: مشاركة التطبيق...
de: Teilen Sie die App...
es: Comparte la aplicación...
fa: اشتراک‌گذاری برنامه...
fr: Partager l'application...
kk: Бағдарламаны бөлісіңіз...
ms: Kongi aplikasi ini...
nl: Deel de app...
pt: Compartilhar o aplicativo...
ru: Поделиться приложением...
tr: Uygulamayı paylaşın...
ug: ئەپنى ھەمبەھىرلەڭ...
uz: Ilovani ulashing...
vi: Chia sẻ ứng dụng...
zh: 分享应用...

# setting.app_version
source: App Version
ar: نسخة التطبيق
es: Versión de la app
fa: نسخه برنامه
fr: Version de l'application
kk: Бағдарламаның нұсқасы
ms: Versi aplikasi
nl: App Versie
pt: Versão do aplicativo
ru: Версия приложения
tr: Uygulama sürümü
ug: ئەپ نەشرى
uz: Ilova versiyasi
vi: Phiên bản ứng dụng
zh: 应用版本

# menu.arabic
source: Arabic
ar: عربي
de: Arabisch
es: Árabe
fa: عربی
fr: Arabe
kk: Араб
ms: Arab
nl: Arabisch
pt: Árabe
ru: Арабский
tr: Arapça
ug: ئەرەبچە
uz: Arabcha
vi: Ả Rập
zh: 阿拉伯语

# menu.translation
source: Translation/Tafseer
ar: التفاسير والتراجم
de: Übersetzung/Tafsir
es: Traducción/Tafsir
fa: ترجمه/تفسیر
fr: Traduction/Tafsir
kk: Аударма/Тәпсір
ms: Terjemahan
nl: Vertaling/Tafseer
pt: Tradução/Tafsir
ru: Перевод/Тафсир
tr: Meal
ug: تەرجىمە/تەپسىر
uz: Tarjima/Tafsir
vi: Bản dịch/Tafseer
zh: 翻译/注释

# menu.select_translation
source: Select translations/tafseer
ar: اختر التفاسير والتراجم
de: Übersetzungen/Tafsir auswählen
es: Seleccionar traducciones/tafsir
fa: انتخاب ترجمه‌ها/تفسیرها
fr: Sélectionner des traductions/tafsir
kk: Аудармаларды/Тәпсірді таңдау
ms: Pilih terjemahan/tafsir
nl: Selecteer vertalingen/tafseer
pt: Selecionar traduções/tafsir
ru: Выбрать переводы/тафсир
tr: Meal/Tefsir seç
ug: تەرجىمىلەرنى/تەپسىرنى تاللاڭ
uz: Tarjimalar/Tafsirni tanlang
vi: Chọn bản dịch/tafseer
zh: 选择翻译/注释

# menu.pointer
source: Word translation pointer
ar: مؤشر ترجمة الكلمات
de: Wortübersetzungszeiger
es: Puntero de traducción de palabras
fa: نشانگر ترجمه کلمه
fr: Pointeur de traduction de mot
kk: Сөз аудармасының көрсеткіші
ms: Penuding terjemahan perkataan
nl: Aanwijzer voor woordvertaling
pt: Ponteiro de tradução de palavras
ru: Указатель перевода слов
tr: Meal imleci
ug: سۆز تەرجىمىسى كۆرسەتكۈچى
uz: So'z tarjimasining ko'rsatkichi
vi: Con trỏ dịch từ
zh: 单词翻译指针

# menu.pointer.select_translation
source: Pointer Showing
ar: لغة المؤشر
de: Zeigeranzeige
es: Mostrando puntero
fa: نمایش نشانگر
fr: Affichage du pointeur
kk: Көрсеткішті көрсету
ms: Menunjukkan penuding
nl: Aanwijzer weergegeven
pt: Mostrando ponteiro
ru: Показ указателя
tr: İmleç Göstersin
ug: كۆرسەتكۈچنى كۆرسىتىش
uz: Ko'rsatkichni ko'rsatish
vi: Hiển thị con trỏ
zh: 显示指针

# menu.fontSizeLetter
source: A
ar: أ

# menu.translationFontSize
source: Translation Size
ar: حجم خط تفسير
de: Übersetzung Größe
es: Tamaño de la traducción
fa: اندازه ترجمه
fr: Taille de la traduction
kk: Аударма өлшемі
ms: Saiz terjemahan
nl: Vertaalgrootte
pt: Tamanho da tradução
ru: Размер перевода
tr: Çeviri Boyutu
ug: تەرجىمە چوڭلۇقى
uz: Tarjima hajmi
vi: Cỡ chữ Bản dịch
zh: 翻译大小

# menu.arabicFontSize
source: Quran Size
ar: حجم خط القرآن
de: Quran-Größe
es: Tamaño del Corán
fa: اندازه قرآن
fr: Taille du Coran
kk: Құран өлшемі
ms: Saiz Quran
nl: Koran Grootte
pt: Tamanho do Alcorão
ru: Размер Корана
tr: Kuran Boyutu
ug: قۇرئان چوڭلۇقى
uz: Qur'on hajmi
vi: Cỡ chữ Quran
zh: 古兰经大小

# menu.twoPages
source: 2 pages side-by-side (in landscape)
ar: عرض صفحتين في الوضع الأفقي
de: 2 Seiten nebeneinander (im Querformat)
es: 2 páginas una al lado de la otra (en paisaje)
fa: 2 صفحه کنار هم (در حالت افقی)
fr: 2 pages côte à côte (en paysage)
kk: 2 бет жанасып (альбомдық бетте)
ms: 2 halaman bersebelahan (dalam landskap)
nl: 2 pagina's naast elkaar (liggend)
pt: 2 páginas lado a lado (em paisagem)
ru: 2 страницы рядом (в альбомном формате)
tr: Yan yana 2 sayfa (yatayda)
ug: ئىككى بەت يانما-يان (شەكىل تەرتىپىدە)
uz: Yonma-yon 2 sahifa (gorizontal formatda)
vi: 2 trang cạnh nhau (xoay ngang)
zh: 2页并排（横向模式）

# menu.verticalScrolling
source: Vertical scrolling
ar: تمرير رأسي
es: Desplazamiento vertical
fa: اسکرول عمودی
fr: Défilement vertical
kk: Тік жылжыту
ms: Skrol menegak
nl: Verticaal scrollen
pt: Rolagem vertical
tr: Dikey kaydırma
ug: تىك مېكىش
vi: Cuộn dọc

# theme.light
source: Light
ar: فاتح
de: Hell
es: Claro
fa: روشن
fr: Clair
kk: Жарық
ms: Cerah
nl: Licht
pt: Claro
ru: Светлая
tr: Açık
ug: يورۇق
uz: Yorug'
vi: Sáng
zh: 浅色

# theme.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fa: تاریک
fr: Sombre
kk: Қараңғы
ms: Gelap
nl: Donker
pt: Escuro
ru: Темная
tr: Koyu
ug: قاراڭغۇ
uz: Qorong'u
vi: Tối
zh: 深色

# theme.auto
source: Auto
ar: تلقائي
es: Automático
fa: خودکار
kk: Автоматты
pt: Automático
ru: Авто
tr: Otomatik
ug: ئاپتوماتىك
uz: Avtomatik
vi: Tự động
zh: 自动

# theme.auto.message
source: Quran app will adhere to your iPhone's appearance setting
ar: سوف يلتزم تطبيق القرآن بإعداد مظهر iPhone الخاص بك
de: Quran-App folgt den Erscheinungseinstellungen Ihres iPhones
es: La aplicación del Corán seguirá la configuración de apariencia de tu iPhone
fa: برنامه قرآن به تنظیمات ظاهری آیفون شما احترام می‌گذارد
fr: L'application Coran adhérera aux paramètres d'apparence de votre iPhone
kk: Құран қосымшасы iPhone-ның көрініс параметрлеріне сәйкес келеді
ms: Aplikasi Quran akan mematuhi tetapan penampilan iPhone anda
nl: De Koran-app houdt zich aan de weergave-instelling van uw iPhone
pt: O aplicativo do Alcorão aderirá às configurações de aparência do seu iPhone
ru: Приложение Коран будет соответствовать настройкам внешнего вида вашего iPhone
tr: Kur'an uygulamasının teması iPhone ayarlarına göre belirlenecek
ug: قۇرئان ئەپى iPhone-نىڭ كۆرۈنمە تەڭشەكلىرىگە ماسلىشىدۇ
uz: Qur'on ilovasi iPhone-ning ko'rinish sozlamalariga rioya qiladi
vi: Ứng dụng Kinh Quran sẽ tự theo cài đặt giao diện trên iPhone của bạn
zh: 古兰经应用将遵循您的 iPhone 外观设置

# tab.notes
source: Notes
ar: الملاحظات
de: Notizen
es: Notas
fa: یادداشت‌ها
kk: Жазбалар
ms: Nota
nl: Notities
pt: Notas
ru: Заметки
tr: Notlar
ug: ئىزاھاتلار
uz: Eslatmalar
vi: Ghi chú
zh: 笔记

# update.filesystem.title
source: Upgrading databases...
ar: جاري تحديث قواعد البيانات ...
de: Datenbanken aktualisieren...
es: Actualizando bases de datos...
fa: به‌روزرسانی پایگاه‌های داده...
fr: Mise à jour des bases de données...
kk: Дерекқорларды жаңарту...
ms: Mengemas kini pangkalan data...
nl: Databases bijwerken...
pt: Atualizando bancos de dados...
ru: Обновление баз данных...
tr: Veritabanı güncelleniyor...
ug: سانلىق مەلۇمات بازىسىنى يېڭىلاۋاتىدۇ...
uz: Ma'lumotlar bazasini yangilamoqda...
vi: Nâng cấp cơ sở dữ liệu...
zh: 正在升级数据库...

# reciters.title
source: Select the reciter to listen to
ar: اختر القارئ
de: Wählen Sie den Rezitator zum Zuhören
es: Seleccione el recitador para escuchar
fa: قاری را برای شنیدن انتخاب کنید
fr: Sélectionnez le récitant à écouter
kk: Тыңдау үшін қариды таңдаңыз
ms: Pilih qari untuk didengar
nl: Selecteer de reciteerder om naar te luisteren
pt: Selecione o recitador para ouvir
ru: Выберите чтеца для прослушивания
tr: Dinlemek istediğiniz hafızı seçiniz
ug: ئاڭلاش ئۈچۈن قارىنى تاللاڭ
uz: Eshitish uchun qori tanlang
vi: Chọn người xướng đọc để nghe
zh: 选择要聆听的诵经者

# reciters.recent
source: Recent
ar: الأخيرة
de: Kürzlich
es: Reciente
fa: اخیر
fr: Récents
kk: Жуырда
ms: Baru-baru ini
pt: Recente
ru: Недавние
tr: Son
ug: يېقىندا
uz: Yaqinda
vi: Gần đây
zh: 最近

# reciters.downloaded
source: Downloaded
ar: التنزيلات
de: Heruntergeladen
es: Descargado
fa: دانلود شده
fr: Téléchargé
kk: Жүктелген
ms: Dimuat turun
nl: Gedownload
pt: Baixado
ru: Загруженные
tr: İndirilenler
ug: چۈشۈرۈلگەن
uz: Yuklab olingan
vi: Đã tải
zh: 已下载

# reciters.all
source: All
ar: الكل
de: Alle
es: Todos
fa: همه
fr: Tous
kk: Барлығы
ms: Semua
nl: Alle
pt: Todos
ru: Все
tr: Herkes
ug: ھەممىسى
uz: Hammasi
vi: Tất cả
zh: 全部

# audio.playing.action.modify
source: Modify
ar: تغير
de: Ändern
es: Modificar
fa: تغییر دهید
fr: Modifier
kk: Өзгерту
ms: Ubah
nl: Wijzigen
pt: Modificar
ru: Изменить
tr: Düzenle
ug: تەھرىرلەڭ
uz: O'zgartirish
vi: Sửa
zh: 修改

# audio.playing.message
source: Playing audio from %@ to %@
ar: تشغيل الصوت من %@ إلى %@
de: Audio wird von %@ bis %@ abgespielt
es: Reproduciendo audio de %@ a %@
fa: پخش صوتی از %@ تا %@
fr: Lecture audio de %@ à %@
kk: %@-дан %@-ға дейінгі аудио ойнатылуда
ms: Memainkan audio dari %@ hingga %@
nl: Audio afspelen van %@ tot %@
pt: Reproduzindo áudio de %@ a %@
ru: Воспроизведение аудио с %@ до %@
tr: %@ ile %@ arası ses oynatılıyor
ug: %@ دىن %@ گىچە ئاۋاز قويۇلۇۋاتىدۇ
uz: %@ dan %@ gacha audio o'ynatilmoqda
vi: Phát âm thanh từ %@ đến %@
zh: 正在播放 %@ 至 %@ 的音频

# audio.downloading.message
source: Downloading audio from %@ to %@
ar: تنزيل الصوت من %@ إلى %@
de: Audio von %@ bis %@ wird heruntergeladen
es: Descargando audio de %@ a %@
fa: در حال دانلود صوتی از %@ تا %@
fr: Téléchargement de l'audio de %@ à %@
kk: %@-дан %@-ға дейінгі аудио жүктелуде
ms: Memuat turun audio dari %@ ke %@
nl: Audio downloaden van %@ tot %@
pt: Baixando áudio de %@ a %@
ru: Загрузка аудио с %@ до %@
tr: %@ ile %@ arasındaki ses indiriliyor
ug: %@ دىن %@ گىچە ئاۋاز چۈشۈرۈلۈۋاتىدۇ
uz: %@ dan %@ gacha audio yuklanmoqda
vi: Đang tải âm thanh từ %@ đến %@
zh: 正在下载 %@ 至 %@ 的音频

# audio.playing-verses.label
source: Playing Verses
ar: سماع آيات
de: Wiedergabe der Verse
es: Reproduciendo versos
fa: پخش آیات
fr: Lecture des versets
kk: Аяттарды ойнату
ms: Memainkan ayat-ayat
nl: Verzen Afgespeeld
pt: Reprodução de versículos
ru: Воспроизведение стихов
tr: Okunan ayetler
ug: ئايەتلەرنى قويۇش
uz: Oyatlar o'ynatilmoqda
vi: Câu đang Phát
zh: 播放经文
