Repository: quran/quran-ios
Catalog: Core/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fa, fr, kk, ms, nl, pt, ru, tr, ug, uz, vi, zh

# audio.adjust-end-verse-to-the-end.label
source: Adjust end verse to the end of the
ar: ضبط نهاية الآية لنهاية
de: Das Ende des Verses an das Ende anpassen
es: Ajustar el último verso al final
fa: آخرین آیه را به انتها تنظیم کنید
fr: Ajuster le dernier verset à la fin
kk: Соңғы аятты соңына дейін реттеңіз
ms: Laraskan ayat akhir ke penghujung
nl: Pas het eindvers aan het einde van de
pt: Ajustar o último versículo ao final
ru: Настроить последний стих до конца
tr: Bitişi sonuna ayarla
ug: ئاخىرقى ئايەتنى ئاخىرىغا تەڭشەڭ
uz: Oxirgi oyatni oxirigacha sozlang
vi: Điều chỉnh câu cuối thành kết thúc của
zh: 将最后一节调整至结束

# audio.select-start-verse
source: Select Starting Verse
ar: حدد بداية التشغيل الصوتي
de: Startvers auswählen
es: Seleccionar verso de inicio
fa: آیه شروع را انتخاب کنید
fr: Sélectionner le verset de départ
kk: Бастапқы аятты таңдаңыз
ms: Pilih ayat permulaan
nl: Selecteer Beginvers
pt: Selecionar o versículo inicial
ru: Выбрать начальный стих
tr: Başlangıç Ayetini Seçin
ug: باشلانغۇچ ئايەتنى تاللاڭ
uz: Boshlang'ich oyatni tanlang
vi: Chọn Câu Đầu
zh: 选择起始经文

# audio.select-end-verse
source: Select Ending Verse
ar: حدد نهاية التشغيل الصوتي
de: Endvers auswählen
es: Seleccionar verso final
fa: آیه پایانی را انتخاب کنید
fr: Sélectionner le verset final
kk: Соңғы аятты таңдаңыз
ms: Pilih ayat penutup
nl: Selecteer Eindvers
pt: Selecionar o versículo final
ru: Выбрать конечный стих
tr: Son Ayeti Seçin
ug: ئاخىرقى ئايەتنى تاللاڭ
uz: Yakuniy oyatni tanlang
vi: Chọn Câu Cuối
zh: 选择结束经文

# audio.download-play-amount
source: Download/Play up to
ar: تحميل وتشغيل الصوت لنهاية
de: Herunterladen/Abspielen bis zu
es: Descargar/Reproducir hasta
fa: دانلود/پخش تا
fr: Télécharger/Lire jusqu'à
kk: Жүктеу/Ойнату дейін
ms: Muat turun/Main sehingga
nl: Downloaden/Afspelen tot
pt: Baixar/Reproduzir até
ru: Скачать/Воспроизвести до
tr: İndir/Oynatma limiti
ug: چۈشۈرۈش/قويۇشقا قەدەر
uz: Yuklash/O'ynashgacha
vi: Tải xuống/Phát đến
zh: 下载/播放到

# audio.download-play-amount.description
source: When playing audio, it will play to the end of the
ar: عند بدء تشغيل الصوت، سيتوقف مع نهاية
de: Beim Abspielen von Audio wird bis zum Ende des
es: Al reproducir audio, se reproducirá hasta el final del
fa: هنگام پخش صوت، تا انتهای
fr: Lors de la lecture audio, cela jouera jusqu'à la fin du
kk: Аудио ойнатқанда соңына дейін ойнатылады
ms: Ketika memainkan audio, ia akan dimainkan hingga akhir
nl: Bij het afspelen van audio wordt deze afgespeeld tot het einde van de
pt: Ao reproduzir áudio, ele tocará até o final do
ru: При воспроизведении аудио оно будет играть до конца
tr: Ses oynatılırken, sonuna kadar oynatılacak
ug: ئاۋاز قويۇش ۋاقتىدا ئاخىرىغىچە قويۇلىدۇ
uz: Audio o'ynatilganda oxirigacha o'ynatiladi
vi: Khi phát âm thanh, nó sẽ phát đến cuối của
zh: 播放音频时，将播放至

# bookmarks.no-data.title
source: Adding Bookmarks...
ar: إضافة الإشارات المرجعية...
de: Lesezeichen hinzufügen...
es: Añadiendo marcadores...
fa: در حال افزودن نشانک‌ها...
fr: Ajout de signets...
kk: Бетбелгілерді қосу...
ms: Menambah penanda buku...
nl: Bladwijzers toevoegen...
pt: Adicionando marcadores...
ru: Добавление закладок...
tr: Ayraçlar ekleniyor...
ug: خەتكۈچ قوشۇلۋاتىدۇ...
uz: Xatcho'plar qo'shilmoqda...
vi: Thêm Đánh dấu...
zh: 正在添加书签...

# bookmarks.no-data.text
source: When you're reading the Quran, tap the Bookmark button to mark the current page.
ar: عندما تقرأ القرآن، اضغط على زر الإشارة المرجعية لإضافة الصفحة.
de: Wenn Sie den Koran lesen, tippen Sie auf die Lesezeichen-Taste, um die aktuelle Seite zu markieren.
es: Cuando estés leyendo el Corán, toca el botón de marcador para marcar la página actual.
fa: هنگام خواندن قرآن، برای علامت‌گذاری صفحه فعلی دکمه نشانک را فشار دهید.
fr: Lorsque vous lisez le Coran, appuyez sur le bouton signet pour marquer la page actuelle.
kk: Құранды оқыған кезде, ағымдағы бетті белгілеу үшін бетбелгі түймесін басыңыз.
ms: Ketika anda membaca Al-Quran, tekan butang penanda buku untuk menandakan halaman semasa.
nl: Tik tijdens het lezen van de Koran op de knop Bladwijzer om de huidige pagina te markeren.
pt: Ao ler o Alcorão, toque no botão de marcador para marcar a página atual.
ru: Когда вы читаете Коран, нажмите на кнопку закладки, чтобы отметить текущую страницу.
tr: Kur'an okurken, bulunduğunuz sayfayı işaretlemek için Ayraç butonuna basın.
ug: قۇرئاننى ئوقۇغاندا، نۆۋەتتىكى بەتنى بەلگىلەش ئۈچۈن خەتكۈچ توپچىسىنى بېسىڭ.
uz: Qur'onni o'qiyotganda, joriy sahifani belgilash uchun xatcho'p tugmasini bosing.
vi: Khi bạn đang đọc Kinh Quran, hãy nhấn vào nút Đánh dấu trang để đánh dấu trang hiện tại.
zh: 阅读古兰经时，点击书签按钮以标记当前页面。

# notes.no-data.title
source: Adding Ayah Highlights...
ar: إضافة آيات مرجعية...
de: Ayah-Highlights hinzufügen...
es: Añadiendo destacados de Ayah...
fa: در حال افزودن برجسته‌های آیه...
fr: Ajout de surbrillances Ayah...
kk: Аяттың ерекше түсірілімдерін қосу...
ms: Menambah penekanan Ayah...
nl: Ayah-hoogtepunten toevoegen...
pt: Adicionando destaques de Ayah...
ru: Добавление выделений Аята...
tr: Vurgulanan ayetler kaydediliyor...
ug: ئايەتلەرنىڭ ئەڭ ياخشىلىرىنى قوشۇش...
uz: Oyat ta'kidlarini qo'shish...
vi: Thêm Tô sáng Ayah...
zh: 添加经文高亮...

# notes.no-data.text
source: Tap and hold on an Ayah. You can extend the selection to include multiple Ayat, then tap the Bookmark button.
ar: اضغط مع الاستمرار على الآيات. يمكنك تمديد التحديد ليشمل عدة آيات ، ثم اضغط على زر الإشارة المرجعية.
de: Tippen und halten Sie auf eine Ayah. Sie können die Auswahl erweitern, um mehrere Ayat einzuschließen, und dann auf die Lesezeichen-Taste tippen.
es: Pulsa y mantén presionado sobre una Ayah. Puedes extender la selección para incluir múltiples Ayat, luego toca el botón de marcador.
fa: روی یک آیه فشار داده و نگه دارید. می‌توانید انتخاب را گسترش دهید تا چندین آیه را شامل شود، سپس دکمه نشانک را بزنید.
fr: Appuyez et maintenez sur une Ayah. Vous pouvez étendre la sélection pour inclure plusieurs Ayat, puis appuyez sur le bouton signet.
kk: Аятқа басып ұстаңыз. Бірнеше аятты қосу үшін таңдауды кеңейте аласыз, содан кейін бетбелгі түймесін басыңыз.
ms: Tekan dan tahan pada Ayah. Anda boleh meluaskan pilihan untuk merangkumi beberapa Ayat, kemudian tekan butang penanda buku.
nl: Tik op een Ayah en houd deze vast. U kunt de selectie uitbreiden om meerdere Ayat op te nemen en tik vervolgens op de bladwijzerknop.
pt: Toque e segure em um Ayah. Você pode estender a seleção para incluir múltiplos Ayat, depois toque no botão de marcador.
ru: Нажмите и удерживайте Аят. Вы можете расширить выбор, чтобы включить несколько Аятов, затем нажмите на кнопку закладки.
tr: Ayete dokunup basılı tutun. Birden fazla ayet seçmek için parmağınızı sürükleyebilirsiniz, sonrasında tekrar Ayraç butonuna basın.
ug: بىر ئايەتكە بېسىپ تۇتۇڭ. بىرنەچچە ئايەتنى ئۆز ئىچىگە ئالىدىغان قىلىپ تاللاشنى كېڭەيتەلەيسىز، ئاندىن خەتكۈچ توپچىسىنى بېسىڭ.
uz: Oyat ustiga bosing va ushlab turing. Tanlovni bir nechta oyatlarni o'z ichiga oladigan qilib kengaytirishingiz mumkin, keyin xatcho'p tugmasini bosing.
vi: Chạm và giữ vào một Ayah. Bạn có thể mở rộng lựa chọn để bao gồm nhiều Ayat, sau đó chạm vào nút Đánh dấu.
zh: 长按一节经文。您可以扩展选择以包含多个经文，然后点击书签按钮。

# notes.verses-count
source: (+%d ayat)
ar: (+%d آيات)
de: (+%d Verse)
es: (+%d ayats)
fa: (+%d آیه)
fr: (+%d versets)
kk: (+%d аяттар)
pt: (+%d ayats)
ru: (+%d аятов)
tr: (+%d ayet)
ug: (+%d ئايەت)
uz: (+%d oyat)
zh: (+%d 节经文)

# notes.delete.alert.title
source: Delete Highlight
ar: حذف الإشارة المرجعية
de: Highlight löschen
es: Eliminar destacado
fa: حذف برجسته
fr: Supprimer le surlignage
kk: Ерекшеленгенді жою
ms: Padamkan penonjolan
nl: Hoogtepunt verwijderen
pt: Excluir destaque
ru: Удалить выделение
tr: Vurguyu silin
ug: ئەڭ ياخشىسىنى ئۆچۈرۈش
uz: Ta'kidni o'chirish
vi: Xóa Tô sáng
zh: 删除高亮

# notes.delete.alert.body
source: The associated note will also be deleted.
ar: سيتم حذف الملاحظة أيضًا.
de: Die zugehörige Notiz wird ebenfalls gelöscht.
es: La nota asociada también se eliminará.
fa: یادداشت مرتبط نیز حذف خواهد شد.
fr: La note associée sera également supprimée.
kk: Тиісті ескертпе де жойылады.
ms: Nota yang berkaitan juga akan dipadamkan.
nl: De bijbehorende notitie zal ook worden verwijderd.
pt: A nota associada também será excluída.
ru: Связанная заметка также будет удалена.
tr: İlgili not silinecek.
ug: مۇناسىۋەتلىك ئىزاھاتمۇ ئۆچۈرۈلىدۇ.
uz: Bog'liq eslatma ham o'chiriladi.
vi: Ghi chú liên quan cũng sẽ bị xóa.
zh: 关联的笔记也将被删除。

# notes.icloud.alert.title
source: iCloud Sync
ar: مزامنة iCloud
de: iCloud-Synchronisation
es: Sincronización de iCloud
fa: همگام‌سازی iCloud
fr: Synchronisation iCloud
kk: iCloud синхрондауы
ms: Penyegerakan iCloud
nl: iCloud-synchronisatie
pt: Sincronização do iCloud
ru: Синхронизация iCloud
tr: iCloud Senkronizasyonu
ug: iCloud مۇۋاپىقىيەتلىشىش
uz: iCloud sinxronizatsiyasi
vi: Đồng bộ iCloud
zh: iCloud 同步

# notes.icloud.alert.body
source: The app uses iCloud to sync bookmarks & notes across your devices. You can disable it from your device's iCloud settings.
ar: يستخدم التطبيق iCloud لمزامنة الإشارات المرجعية والملاحظات عبر أجهزتك. يمكنك تعطيله من جهازك من خلال إعدادات iCloud.
de: Die App verwendet iCloud, um Lesezeichen und Notizen auf Ihren Geräten zu synchronisieren. Sie können es in den iCloud-Einstellungen Ihres Geräts deaktivieren.
es: La aplicación utiliza iCloud para sincronizar marcadores y notas en tus dispositivos. Puedes desactivarlo desde los ajustes de iCloud de tu dispositivo.
fa: این برنامه از iCloud برای همگام سازی نشانک ها و یادداشت ها در دستگاه های شما استفاده می کند. شما می توانید آن را از تنظیمات iCloud دستگاه خود غیرفعال کنید.
fr: L'application utilise iCloud pour synchroniser les signets et les notes sur vos appareils. Vous pouvez le désactiver dans les paramètres iCloud de votre appareil.
kk: Бағдарлама сіздің құрылғыларыңызда бетбелгілер мен жазбаларды синхрондау үшін iCloud қолданады. Сіз оны құрылғыңыздың iCloud параметрлерінен өшіре аласыз.
ms: Aplikasi ini menggunakan iCloud untuk menyelaraskan penanda buku & nota di seluruh peranti anda. Anda boleh mematikannya dari tetapan iCloud peranti anda.
nl: De app gebruikt iCloud om bladwijzers en notities op al je apparaten te synchroniseren. U kunt het uitschakelen via de iCloud-instellingen van uw apparaat.
pt: O aplicativo usa o iCloud para sincronizar marcadores e notas em seus dispositivos. Você pode desativá-lo nas configurações do iCloud do seu dispositivo.
ru: Приложение использует iCloud для синхронизации закладок и заметок на ваших устройствах. Вы можете отключить это в настройках iCloud вашего устройства.
tr: Uygulama ayraçları ve notlarınızı farklı cihazlarınız arasında kullanabilmeniz için iCloud senkronizasyonunu kullanmaktadır. Bu özelliği cihazınızın iCloud ayarlarından kapatabilirsiniz.
ug: بۇ ئەپ iCloudنى ئىشلىتىپ، قۇرۇلمىلار ئارا بەلگە ۋە يازمىلارنى ماسلاشتۇرىدۇ. سىز ئۇنى قۇرۇلمىڭىزنىڭ iCloud تەڭشەكلىرىدىن ئۆچۈرەلەيسىز.
uz: Ushbu ilova qurilmalaringizda xatcho'plar va eslatmalar sinxronlash uchun iCloud'dan foydalanadi. Uni qurilmangizning iCloud sozlamalaridan o'chirib qo'yishingiz mumkin.
vi: Ứng dụng sử dụng iCloud để đồng bộ hóa dấu trang và ghi chú trên các thiết bị của bạn. Bạn có thể tắt nó từ cài đặt iCloud của thiết bị.
zh: 该应用使用iCloud同步您设备上的书签和笔记。您可以在设备的iCloud设置中禁用它。

# ayah.menu.copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fa: کپی
fr: Copier
kk: Көшіру
ms: Salin
nl: Kopieer
pt: Copiar
ru: Скопировать
tr: Kopyala
ug: كۆچۈرۈش
uz: Nusxalash
vi: Sao chép
zh: 拷贝

# ayah.menu.share
source: Share...
ar: مشاركة...
de: Teilen …
es: Compartir…
fa: اشتراک گذاری...
fr: Partager…
kk: Бөлісу...
ms: Kongsi...
nl: Deel...
pt: Compartilhar...
ru: Поделиться…
tr: Paylaş...
ug: ھەمبەھرلەش...
uz: Ulashish...
vi: Chia sẻ...
zh: 共享…

# ayah.menu.play-end-juz
source: to the end of Juz'
ar: إلى نهاية الجزء
de: bis zum Ende von Juz'
es: hasta el final del Juz'
fa: تا پایان جز'
fr: jusqu'à la fin du Juz'
kk: Juz' соңына дейін
ms: hingga akhir Juz'
nl: tot het einde van Juz'
pt: até o final do Juz'
ru: до конца Джуз'
tr: Cüzün sonuna kadar
ug: Juz' ئاخىرىغىچە
uz: Juz' oxirigacha
vi: đến cuối Juz'
zh: 直到Juz'结束

# ayah.menu.play-end-surah
source: to the end of Surah
ar: إلى نهاية السورة
de: bis zum Ende der Sure
es: hasta el final de la Surah
fa: تا پایان سوره
fr: jusqu'à la fin de la Sourate
kk: Сүре соңына дейін
ms: hingga akhir Surah
nl: tot het einde van Soera
pt: até o final da Surah
ru: до конца Суры
tr: Sure'nin sonuna kadar
ug: سۈرە ئاخىرىغىچە
uz: Surah oxirigacha
vi: đến cuối Surah
zh: 直到苏拉结束

# ayah.menu.play-end-page
source: to the end of Page
ar: إلى نهاية الصفحة
de: bis zum Ende der Seite
es: hasta el final de la página
fa: تا پایان صفحه
fr: jusqu'à la fin de la page
kk: Бет соңына дейін
ms: hingga akhir halaman
nl: tot het einde van Pagina
pt: até o final da página
ru: до конца страницы
tr: Sayfanın sonuna kadar
ug: بەت ئاخىرىغىچە
uz: Sahifa oxirigacha
vi: đến cuối Trang
zh: 直到页面结束

# ayah.menu.repeat
source: Repeat
ar: كرر
de: Wiederholen
es: Repetir
fa: تکرار
fr: Répéter
kk: қайталаңыз
ms: Ulang
nl: Herhaal
pt: Repetir
ru: Повторение
tr: Tekrarlamak
ug: تەكرارلاش
uz: Takrorlang
vi: Lặp lại
zh: 重复

# ayah.menu.selected-verse
source: selected verse
ar: الآية المختارة
de: ausgewählter Vers
es: versículo seleccionado
fa: آیه انتخاب شده
fr: verset sélectionné
kk: таңдалған әйет
ms: ayat yang dipilih
nl: geselecteerd vers
pt: versículo selecionado
ru: выбранный стих
tr: seçilen ayet
ug: تاللانغان ئايەت
uz: tanlangan oyat
vi: câu đã chọn
zh: 选定的经文

# ayah.menu.selected-verses
source: selected verses
ar: الآيات المختارة
de: ausgewählte Verse
es: versículos seleccionados
fa: آیات انتخاب شده
fr: versets sélectionnés
kk: таңдалған әйеттер
ms: ayat-ayat yang dipilih
nl: geselecteerde verzen
pt: versículos selecionados
ru: выбранные стихи
tr: seçilen ayetler
ug: تاللانغان ئايەتلەر
uz: tanlangan oyatlar
vi: bộ câu đã chọn
zh: 选定的经文

# ayah.menu.highlight
source: Highlight
ar: تحديد
de: Hervorheben
es: Resaltar
fa: برجسته کردن
fr: Surligner
kk: Бөлектеу
ms: Sorot
nl: Markeer
pt: Destacar
ru: Выделить
tr: Vurgula
ug: يورۇتۇش
uz: Ajratib ko'rsatish
vi: Tô sáng
zh: 高亮

# ayah.menu.highlight-select-color
source: select color
ar: اختر لون
de: Farbe wählen
es: seleccionar color
fa: انتخاب رنگ
fr: sélectionner la couleur
kk: түс таңдау
ms: pilih warna
nl: selecteer kleur
pt: selecionar cor
ru: выбрать цвет
tr: renk seç
ug: رەڭ تاللاش
uz: rangni tanlash
vi: chọn màu
zh: 选择颜色

# ayah.menu.add-note
source: Add Note
ar: اضف ملاحظة
de: Notiz hinzufügen
es: Añadir nota
fa: افزودن یادداشت
fr: Ajouter une note
kk: Ескертпе қосу
ms: Tambah nota
nl: Voeg Notitie Toe
pt: Adicionar nota
ru: Добавить заметку
tr: Not Ekle
ug: قەيتىملىك قوشۇش
uz: Eslatma qo'shish
vi: Thêm Ghi chú
zh: 添加笔记

# ayah.menu.edit-note
source: Edit Note
ar: تحرير الملاحظة
de: Notiz bearbeiten
es: Editar nota
fa: ویرایش یادداشت
fr: Modifier la note
kk: Ескертпені өңдеу
ms: Edit nota
nl: Bewerk Notitie
pt: Editar nota
ru: Редактировать заметку
tr: Notu Düzenle
ug: قەيتىملىكنى تەھرىرلەش
uz: Eslatmani tahrirlash
vi: Sửa Ghi chú
zh: 编辑笔记

# ayah.menu.delete-note
source: Delete Note
ar: حذف الملاحظة
de: Notiz löschen
es: Eliminar nota
fa: حذف یادداشت
fr: Supprimer la note
kk: Ескертпені жою
ms: Padam nota
nl: Verwijder Notitie
pt: Excluir nota
ru: Удалить заметку
tr: Notu Sil
ug: قەيتىملىكنى ئۆچۈرۈش
uz: Eslatmani o'chirish
vi: Xóa Ghi chú
zh: 删除笔记

# ayah.menu.delete-highlight
source: Delete Highlight
ar: حذف التحديد
de: Hervorhebung löschen
es: Eliminar resaltado
fa: حذف برجسته سازی
fr: Supprimer la mise en évidence
kk: Бөлектеуді жою
ms: Padam sorotan
nl: Verwijder Hoogtepunt
pt: Excluir destaque
ru: Удалить выделение
tr: Vurgulanan Yeri Sil
ug: يورۇتۇشنى ئۆچۈرۈش
uz: Ajratib ko'rsatishni o'chirish
vi: Xóa Tô sáng
zh: 删除高亮

# reading.selector.selectMushaf.short
source: Select
ar: اختر
de: Auswählen
es: Seleccionar
fa: انتخاب کنید
fr: Sélectionner
kk: Таңдау
ms: Pilih
nl: Selecteer
pt: Selecionar
ru: Выбрать
tr: Seç
ug: تاللاش
uz: Tanlash
vi: Chọn
zh: 选择

# reading.selector.selectMushaf.long
source: Set as current Mushaf
ar: اختر هذا المصحف
de: Als aktuellen Mushaf festlegen
es: Establecer como Mushaf actual
fa: تنظیم به عنوان مشاف فعلی
fr: Définir comme Mushaf actuel
kk: Ағымдағы Мушаф ретінде орнату
ms: Tetapkan sebagai Mushaf semasa
nl: Stel in als huidige Mushaf
pt: Definir como Mushaf atual
ru: Установить как текущий Мушаф
tr: Mevcut Mushaf olarak ayarla
ug: نۆۋەتتىكى مۇشاف قىلىپ بەلگىلەش
uz: Joriy Mushaf sifatida belgilash
vi: Đặt làm Mushaf hiện tại
zh: 设为当前Mushaf

# reading.selector.title
source: Choose Mushaf
ar: اختر المصحف
de: Mushaf auswählen
es: Elegir Mushaf
fa: انتخاب مشاف
fr: Choisir le Mushaf
kk: Мушафты таңдау
ms: Pilih Mushaf
nl: Kies Musaf
pt: Escolher Mushaf
ru: Выбрать Мушаф
tr: Mushaf Seç
ug: مۇشاف تاللاش
uz: Mushaf tanlash
vi: Chọn Mushaf
zh: 选择Mushaf

# reading.selector.selection-description
source: Tap on a Mushaf for more information.
ar: اضغط على المصحف للمزيد من المعلومات.
de: Tippen Sie auf einen Mushaf für mehr Informationen.
es: Toca un Mushaf para obtener más información.
fa: برای اطلاعات بیشتر روی مشاف ضربه بزنید.
fr: Touchez un Mushaf pour plus d'informations.
kk: Көбірек ақпарат алу үшін Мушафқа түртіңіз.
ms: Ketik pada Mushaf untuk maklumat lanjut.
nl: Tik op een Mushaf voor meer informatie.
pt: Toque em um Mushaf para mais informações.
ru: Нажмите на Мушаф для получения дополнительной информации.
tr: Daha fazla bilgi için bir Mushaf'a dokunun.
ug: تېخىمۇ كۆپ ئۇچۇرلار ئۈچۈن مۇشافنى تەكشۈرۈڭ.
uz: Ko'proq ma'lumot olish uchun Mushafni bosing.
vi: Chạm vào Mushaf để biết thêm thông tin.
zh: 点击Mushaf获取更多信息。

# reading.selector.property.hafs
source: Hafs Mushaf
ar: مصحف حفص عن عاصم
es: Mushaf Hafs
fa: مشاف حفص
fr: Mushaf Hafs
kk: Хафс Мушафы
ms: Mushaf Hafs
pt: Mushaf Hafs
ru: Мушаф Хафс
ug: خافس مۇشاف
zh: 哈夫斯穆沙夫

# reading.selector.property.pages.604
source: 604 pages
ar: ٦٠٤ صفحة
de: 604 Seiten
es: 604 páginas
fa: 604 صفحه
kk: 604 бет
ms: 604 halaman
nl: 604 pagina's
pt: 604 páginas
ru: 604 страницы
tr: 604 sayfa
ug: 604 بەت
uz: 604 sahifa
vi: 604 trang
zh: 604页

# reading.selector.property.lines.15
source: 15-line page
ar: ١٥ سطرًا بالصفحة
de: 15-Zeilen-Seite
es: página de 15 líneas
fa: صفحه 15 خطی
fr: page de 15 lignes
kk: 15 жолдық бет
ms: halaman 15 baris
nl: Pagina van 15 regels
pt: página de 15 linhas
ru: страница в 15 линий
tr: 15 satırlık sayfa
ug: 15 قۇرلۇق بەت
uz: 15 chiziqli sahifa
vi: 15-dòng mỗi trang
zh: 15行页面

# reading.selector.property.word-translation.supported
source: Word-by-word translation
ar: يدعم ترجمة الكلمات
de: Wort-für-Wort-Übersetzung
es: Traducción palabra por palabra
fa: ترجمه کلمه به کلمه
fr: Traduction mot à mot
kk: Сөзбе-сөз аударма
ms: Terjemahan kata demi kata
nl: Woord-voor-woord vertaling
pt: Tradução palavra por palavra
ru: Перевод слово за словом
tr: Kelime kelime çeviri
ug: سۆزمۇ-سۆز تەرجىمە
uz: So'zma-so'z tarjima
vi: Dịch Từng Từ
zh: 逐字翻译

# reading.selector.property.word-translation.not-supported
source: No Word-by-word translation
ar: لا يدعم ترجمة الكلمات
de: Keine Wort-für-Wort-Übersetzung
es: Sin traducción palabra por palabra
fa: بدون ترجمه کلمه به کلمه
fr: Pas de traduction mot à mot
kk: Сөзбе-сөз аудармасы жоқ
ms: Tiada terjemahan kata demi kata
nl: Geen woord-voor-woord vertaling
pt: Sem tradução palavra por palavra
ru: Без перевода слово за словом
tr: Kelime kelime çeviri yok
ug: سۆزمۇ-سۆز تەرجىمىسى يوق
uz: So'zma-so'z tarjimasi yo'q
vi: Không có Dịch Từng Từ
zh: 没有逐字翻译

# reading.hafs-1405.title
source: Hafs, classic Medina, 1405 AH
ar: حفص، مصحف المدينة المنورة النمطي، ١٤٠٥هـ
de: Hafs, klassisches Medina, 1405 AH
es: Hafs, Medina clásica, 1405 AH
fa: حفص، مدینه کلاسیک، 1405 هجری قمری
fr: Hafs, Médine classique, 1405 AH
kk: Хафс, классикалық Медина, 1405 АХ
ms: Hafs, Madinah klasik, 1405 AH
nl: Hafs, klassieke Madina, 1405 AH
pt: Hafs, Medina clássica, 1405 AH
ru: Хафс, классическая Медина, 1405 AH
tr: Hafs, klasik Medine, 1405 AH
ug: حافس، ئەنئەنىۋى مەدىنە، 1405 ھ.ق.
uz: Hafs, an'anaviy Madina, 1405 AH
vi: Hafs, Madina cổ điển, 1405 AH
zh: 哈夫斯，古典麦地那，1405 AH

# reading.hafs-1405.description
source: The classic hafs Mushaf issued in Madina in 1405 Hijri. The app used to offer this version for a long time. From the King Fahd Quran Printing Complex.
ar: مصحف حفص عن عاصم، إصدر المدينة المنورة عام ١٤٠٥ هـ. كان التطبيق يقدم هذا الإصدار لفترة طويلة. إصدار مجمع الملك فهد لطباعة المصحف.
de: Der klassische Hafs Mushaf, 1405 Hijri in Medina herausgegeben. Die App hat diese Version lange Zeit angeboten. Aus dem König Fahd Koran-Druckkomplex.
es: El Mushaf Hafs clásico emitido en Medina en 1405 Hijri. La aplicación ofreció esta versión durante mucho tiempo. Del Complejo de Impresión del Corán del Rey Fahd.
fa: مشاف حفص کلاسیک که در سال 1405 هجری قمری در مدینه صادر شده است. این برنامه برای مدت طولانی این نسخه را ارائه می‌داد. از مجمع چاپ قرآن پادشاه فهد.
fr: Le Mushaf Hafs classique publié à Médine en 1405 Hijri. L'application a proposé cette version pendant longtemps. Du Complexe d'Impression du Coran Roi Fahd.
kk: Мединада 1405 Хижриде шығарылған классикалық Хафс Мушафы. Бұл қосымша ұзақ уақыт бұл нұсқаны ұсынды. Король Фахд Құран баспа кешенінен.
ms: Mushaf Hafs klasik yang diterbitkan di Madinah pada tahun 1405 Hijri. Aplikasi ini menawarkan versi ini untuk waktu yang lama. Dari Kompleks Percetakan Al-Quran Raja Fahd.
nl: De klassieke hafs Mushaf, uitgegeven in Medina in 1405 Hijri. De app bood deze versie lange tijd aan. Uit het King Fahd Quran Printing Complex.
pt: O Mushaf Hafs clássico emitido em Medina em 1405 Hijri. O aplicativo ofereceu esta versão por muito tempo. Do Complexo de Impressão do Corão Rei Fahd.
ru: Классический Мушаф Хафс, выпущенный в Медине в 1405 Хиджри. Приложение долгое время предлагало эту версию. Из Королевского комплекса печати Корана Фахда.
tr: 1405 Hicri yılında Medine'de yayımlanan klasik Hafs Mushaf. Uygulama uzun süre bu versiyonu sundu. Kral Fahd Kuran Basım Kompleksinden.
ug: 1405 ھ.ق. مەدىنىدە نەشر قىلىنغان ئەنئەنىۋى حافس مۇشافى. بۇ ئەپ ئۇزۇن ۋاقىت بۇ نەشرنى تەقدىم قىلغان. پادىشاھ فەھد قۇرئان بېسىش كومپلېكسىدىن.
uz: 1405 Hijriy yilda Madinada chop etilgan an'anaviy Hafs Mushafi. Ushbu ilova uzoq vaqt ushbu versiyani taklif qildi. Qirol Fahd Qur'on bosma kompleksidan.
vi: Hafs cổ điển Mushaf ban hành ở Medina vào năm 1405 Hijri. Ứng dụng đã từng cung cấp phiên bản này trong một thời gian dài. Từ Tổ hợp In ấn Kinh Quran của Vua Fahd.
zh: 公元1405年在麦地那发行的经典哈夫斯穆沙夫。该应用程序长时间提供了这个版本。 来自法赫德国王古兰经印刷复合体。

# reading.hafs-1405.issue
source: Issued in 1405 Hijri
ar: إصدار ١٤٠٥ هجري
de: Herausgegeben im Jahr 1405 Hijri
es: Emitido en 1405 Hijri
fa: صادر شده در سال 1405 هجری قمری
fr: Publié en 1405 Hijri
kk: 1405 Хижри жылы шығарылған
ms: Diterbitkan pada tahun 1405 Hijri
nl: Uitgegeven in 1405 Hijri
pt: Emitido em 1405 Hijri
ru: Выпущен в 1405 Хиджри
tr: 1405 Hicri yılında yayımlandı
ug: 1405 ھ.ق. نەشر قىلىنغان
uz: 1405 Hijriy yilda nashr etilgan
vi: Ban hành năm 1405 Hijri
zh: 公元1405年发行

# reading.hafs-1421.title
source: Hafs, Medina, 1421 AH
ar: حفص، مصحف المدينة المنورة النمطي، ١٤٢١هـ
fa: حفص، مدینه، 1421 هجری قمری
fr: Hafs, Médine, 1421 AH
kk: Хафс, Медина, 1421 АХ
ms: Hafs, Madinah, 1421 AH
nl: Hafs, klassieke Medina, 1421 AH
ru: Хафс, Медина, 1421 AH
tr: Hafs, Medine, 1421 AH
ug: حافس، مەدىنە، 1421 ھ.ق.
uz: Hafs, Madina, 1421 AH
zh: 哈夫斯，麦地那，1421 AH
