Repository: quran/quran-ios
Catalog: Core/Localization/Resources/*.lproj/Readers.strings
Languages: ar, de, es, fr, kk, my, nl, ru, ug, uz

# qari_minshawi_murattal_gapless
source: Minshawi Murattal (gapless)
ar: المنشاوي
de: Minshawi Murattal (lückenlos)
es: Minshawi Murattal (sin pausas)
fr: Minshawi Murattal
kk: Мұхаммед Сыддық Миншәуи
my: Minshawi Murattal (tiada jurang)
nl: Minshawi Murattal (doorlopend)
ru: Мухаммад Сиддик аль-Миншави (безинтервальное)
ug: مىنشاۋى مۇراتتال
uz: Minshavi (murattal)

# qari_husary_gapless
source: Husary (gapless)
ar: الحصري
de: Husary (lückenlos)
es: Husary (sin pausas)
fr: Husary
kk: Махмұд Һәлил Хусари
my: Husary (tiada jurang)
nl: Husary (doorlopend)
ru: Махмуд Халиль аль-Хусари (безинтервальное)
ug: ھۇسارى
uz: Xusoriy

# qari_sudais_gapless
source: Abdurrahman As-Sudais (gapless)
ar: عبد الرحمن السديس
de: Abdurrahman As-Sudais (lückenlos)
es: Abdurrahman As-Sudais (sin pausas)
fr: Abdurrahman As-Sudais
kk: Әбдурахман Судаис
my: Abdurrahman As-Sudais (tiada jurang)
nl: Abdurrahman As-Sudais (doorlopend)
ru: Абдуррахман ас-Судайс (безинтервальное)
ug: ئابدۇرراھمان ئەلسۇدەيس
uz: Abdurahmon As-Sudays

# qari_qatami_gapless
source: Nasser Al Qatami (gapless)
ar: ناصر القطامي
de: Nasser Al Qatami (lückenlos)
es: Nasser Al Qatami (sin pausas)
fr: Nasser Al Qatami
kk: Насыр Қатами
my: Nasser Al Qatami (tiada jurang)
nl: Nasser Al Qatami (doorlopend)
ru: Насер аль-Катами (безинтервальное)
ug: ناسىر ئال قاتامى
uz: Nosir al-Qotomiy

# qari_abdulbaset
source: Abd Al-Basit
ar: عبد الباسط عبد الصمد (غير متصل)
fr: Abd Al-Basit (interrompu)
kk: Әбдүлбәсит Әбдусамад (үзілген)
ru: Абдульбасет Абдусамад
ug: ئابدۇلباسىت ئابدۇلسەمەد (ئايرىملىق)
uz: Abdulbosit (doimiy emas)

# qari_abdulbaset_mujawwad
source: Abd Al-Basit Mujawwad
ar: عبد الباسط عبد الصمد مجود (غير متصل)
fr: Abd Al-Basit Mujawwad (interrompu)
kk: Әбдүлбәсит Әбдусамад (тәжуид)
ru: Абдульбасет Абдусамад (муджаввад)
ug: ئابدۇلباسىت ئادۇلسەمەد مۇجاۋۋاد (ئايرىملىق)
uz: Abdulbosit (mujavvad)

# qari_basfar
source: Abdullah Basfar
ar: عبد الله بصفر (غير متصل)
fr: Abdullah Basfar (interrompu)
kk: Абдуллах Басфар (үзілген)
ru: Абдуллах Басфар
ug: ئابدۇللاھ باسفار (ئايرىملىق)
uz: Abdulloh Basfar (doimiy emas)

# qari_suadis
source: Abdurrahmaan As-Sudais
ar: عبد الرحمن السديس (غير متصل)
fr: Abdurrahmaan As-Sudais (interrompu)
kk: Әбдурахман Судаис (үзілген)
ru: Абдуррахман ас-Судайс
ug: ئابدۇرراھمان ئەلسۇدەيس (ئايرىملىق)
uz: Abdurahmon As-Sudays (doimiy emas)

# qari_shatri
source: Abu Bakr Ash-Shatri
ar: أبو بكر الشاطري (غير متصل)
fr: Abu Bakr Ash-Shatri (interrompu)
kk: Әбу Бәкр Шатри (үзілген)
ru: Абу Бакр Шатри
ug: ئەبۇ بەكىر ئەششاتىرى (ئايرىملىق)
uz: Abu Bakr Ash-Shatriy (doimiy emas)

# qari_afasy
source: Mishary Al-Afasy
ar: مشاري بن راشد العفاسي (غير متصل)
fr: Mishary Al-Afasy (interrompu)
kk: Мишәри Әфаси (үзілген)
ru: Мишари Рашид аль-Афаси
ug: مىشارى بىن راشىد ئافاسى (ئايرىملىق)
uz: Mishariy al-Afasiy (doimiy emas)

# qari_saad_al_ghamdi
source: Saad Al-Ghamdi
ar: سعد الغامدي (غير متصل)
fr: Saad Al-Ghamdi (interrompu)
kk: Сәид Ғамиди (үзілген)
ru: Са’д Гамиди
ug: سەئەد غامدى (ئايرىملىق)
uz: Saʼd al-Gʻomdiy (doimiy emas)

# qari_walk
source: Ibrahim Walk (English)
ar: إبراهيم والك (ترجمة انجليزية)
de: Ibrahim Walk (Englische Übersetzung)
es: Ibrahim Walk (traducción al inglés)
fr: Ibrahim Walk (Trad. Anglaise)
kk: Ибрахим Уолк (ағылшынша)
my: Ibrahim Walk (English Trans.)
ru: Ибрагим Уолк (английский перевод)
ug: ئىبراھىم ۋالىك (ئىنگلىزچە تەرجىمە)
uz: Ibrohim Volk (inglizcha)

# qari_hani_rifai
source: Hani Ar-Rifai
ar: هاني الرفاعي (غير متصل)
fr: Hani Ar-Rifai (interrompu)
kk: Һәни Рифаи (үзілген)
ru: Хани ар-Рифаи
ug: ھانى رىفائى (ئايرىملىق)
uz: Honiy Ar-Rifoiy (doimiy emas)

# qari_husary_mujawwad
source: Husary Mujawwad
ar: الحصري مجود (غير متصل)
fr: Husary Mujawwad (interrompu)
kk: Махмұд Һәлил Хусари (тәжуид)
ru: Махмуд Халиль аль-Хусари (муджаввад)
ug: ھۇسارى مۇجاۋۋاد (ئايرىملىق)
uz: Xusoriy (mujavvad)

# qari_hudhayfi
source: Ali Al-Hudhaify
ar: الحذيفي (غير متصل)
fr: Ali Al-Hudhaify (interrompu)
kk: Әли Хұзайфи (үзілген)
ru: Али аль-Хузайфи
ug: ئالى ھۇدەيفى (ئايرىملىق)
uz: Ali al-Xuzayfiy (doimiy emas)

# qari_muaiqly
source: Maher Al Muaiqly
ar: ماهر المعيقلي (غير متصل)
fr: Maher Al Muaiqly (interrompu)
kk: Мәһир Мұғайкли (үзілген)
ru: Махир аль-Муаккили
ug: ماھەر ئال مۇئائىقلى (ئايرىملىق)
uz: Mohir al-Muayqliy (doimiy emas)

# qari_minshawi_mujawwad
source: Minshawy Mujawwad
ar: المنشاوي مجود (غير متصل)
fr: Minshawy Mujawwad (interrompu)
kk: Мұхаммед Сыддық Миншәуи (тәжуид)
ru: Мухаммад Сиддик аль-Миншави (муджаввад)
ug: مىنشاۋى مۇجاۋۋاد (ئايرىملىق)
uz: Minshoviy (mujavvad, doimiy emas)

# qari_tablawy
source: Mohammad al Tablaway
ar: محمد الطبلاوي (غير متصل)
fr: Mohammad al Tablaway (interrompu)
kk: Мұхаммед Таблауи (үзілген)
ru: Мухаммад ат-Таблави
ug: مۇھەممەد ئال تابلاۋى (ئايرىملىق)
uz: Muhammad al-Toblaviy (doimiy emas)

# qari_ayyoub
source: Muhammad Ayyoub
ar: محمد أيوب (غير متصل)
fr: Muhammad Ayyoub (interrompu)
kk: Мұхаммед Әйюб (үзілген)
ru: Мухаммад Аюб
ug: مۇھەممەد ئەييۇب (ئايرىملىق)
uz: Muhammad Ayyub (doimiy emas)

# qari_jibreel
source: Muhammad Jibreel
ar: محمد جبريل (غير متصل)
fr: Muhammad Jibreel (interrompu)
kk: Мұхаммед Жибрил (үзілген)
ru: Мухаммад Джибриль
ug: مۇھەممەد جىبرىل (ئايرىملىق)
uz: Muhammad Jibriyl (doimiy emas)

# qari_shuraym
source: Saood Ash-Shuraym
ar: سعود الشريم (غير متصل)
fr: Saood Ash-Shuraym (interrompu)
kk: Сауд Шураим (үзілген)
ru: Сауд аш-Шурайм
ug: سەئود ئەششۇرايىم (ئايرىملىق)
uz: Saud Ash-Shuroym (doimiy emas)

# qari_dussary
source: Yasser Ad-Dussary
ar: ياسر الدوسري (غير متصل)
fr: Yasser Ad-Dussary (interrompu)
kk: Ясир Дусари (үзілген)
ru: Ясир ад-Дусри
ug: ياسر الدوسري (ئايرىملىق)
uz: Yosir Ad-Dussoriy (doimiy emas)

# qari_abdulbaset_gapless
source: Abd Al-Basit (gapless)
ar: عبد الباسط
de: Abd Al-Basit (lückenlos)
es: Abd Al-Basit (sin pausas)
fr: Abd Al-Basit
kk: Әбдүлбәсит Әбдусамад
my: Abd Al-Basit (tiada jurang)
nl: Abd Al-Basit (doorlopend)
ru: Абдульбасет Абдусамад (безинтервальное)
ug: ئابدۇلباسىت
uz: Abdulbosit

# qari_abdulbaset_mujawwad_gapless
source: Abd Al-Basit Mujawwad (gapless)
ar: عبد الباسط مجود
de: Abd Al-Basit Mujawwad (lückenlos)
es: Abd Al-Basit Mujawwad (sin pausas)
fr: Abd Al-Basit Mujawwad
kk: Әбдүлбәсит Әбдусамад (тәжуид)
my: Abd Al-Basit Mujawwad (tiada jurang)
nl: Abd Al-Basit Mujawwad (doorlopend)
ru: Абдульбасет Абдусамад (муджаввад, безинтервальное)
ug: ئابدۇلباسىت مۇجاۋۋاد
uz: Abdulbosit (mujavvad)

# qari_aziz_alili_gapless
source: Aziz Alili (gapless)
ar: عزيز عليلي
de: Aziz Alili (lückenlos)
es: Aziz Alili (sin pausas)
fr: Aziz Alili
kk: Әзиз Әлили
my: Aziz Alili (tiada jurang)
nl: Aziz Alili (doorlopend)
ru: Азиз Алили (безинтервальное)
ug: ئەزىز ئەلىلى
uz: Aziz Aliliy

# qari_salah_budair_gapless
source: Salah Budair (gapless)
ar: صلاح بدير
de: Salah Budair (lückenlos)
es: Salah Budair (sin pausas)
fr: Salah Budair
kk: Салах Бұдаир
my: Salah Budair (tiada jurang)
nl: Salah Budair (doorlopend)
ru: Салах Будайр (безинтервальное)
ug: سالاھ بۇدەيىر
uz: Saloh Budoyr

# qari_shuraym_gapless
source: Saood Ash-Shuraym (gapless)
ar: سعود الشريم
de: Saood Ash-Shuraym (lückenlos)
es: Saood Ash-Shuraym (sin pausas)
fr: Saood Ash-Shuraym
kk: Сауд Шураим
my: Saood Ash-Shuraym (tiada jurang)
nl: Saood Ash-Shuraym (doorlopend)
ru: Сауд аш-Шурайм (безинтервальное)
ug: سەئود ئەششۇرايىم
uz: Saud Ash-Shuroym

# qari_yasser_dussary_gapless
source: Yasser Ad-Dussary (gapless)
ar: ياسر الدوسري
de: Yasser Ad-Dussary (lückenlos)
es: Yasser Ad-Dussary (sin pausas)
fr: Yasser Ad-Dussary
kk: Ясир Дусари
my: Yasser Ad-Dussary (tiada jurang)
nl: Yasser Ad-Dussary (doorlopend)
ru: Ясир ад-Дусри (безинтервальное)
ug: ياسەر ئەد-دوسارى
uz: Yosir Ad-Dussoriy

# qari_mohammad_altablawi_gapless
source: Mohammad al Tablawy (gapless)
ar: محمد الطبلاوي
de: Mohammad al Tablawy (lückenlos)
es: Mohammad al Tablawy (sin pausas)
fr: Mohammad al Tablawy
kk: Мұхаммед Таблауи
my: Mohammad al Tablawy (tiada jurang)
nl: Mohammad al Tablawy (doorlopend)
ru: Мухаммад ат-Таблави (безинтервальное)
ug: مۇھەممەد ئال تابلاۋى
uz: Muhammad al-Toblaviy

# qari_sahl_yaseen_gapless
source: Sahl Yaseen (gapless)
ar: سهل ياسين
de: Sahl Yaseen (lückenlos)
es: Sahl Yaseen (sin pausas)
fr: Sahl Yaseen
kk: Сәһил Йасин
my: Sahl Yaseen (tiada jurang)
nl: Sahl Yaseen (doorlopend)
ru: Сахль Ясин (безинтервальное)
ug: سەھىل ياسىن
uz: Sohil Yosin

# qari_shatri_gapless
source: Abu Bakr Ash-Shatri (gapless)
ar: أبو بكر الشاطري
de: Abu Bakr Ash-Shatri (lückenlos)
es: Abu Bakr Ash-Shatri (sin pausas)
fr: Abu Bakr Ash-Shatri
kk: Әбу Бәкр Шатри
my: Abu Bakr Ash-Shatri (tiada jurang)
nl: Abu Bakr Ash-Shatri (doorlopend)
ru: Абу Бакр Шатри (безинтервальное)
ug: ئەبۇ بەكىر ئەششاتىرى
uz: Abu Bakr Ash-Shatriy

# qari_ahmad_nauina_gapless
source: Ahmad Nauina (gapless)
ar: أحمد نعينع
de: Ahmad Nauina (lückenlos)
es: Ahmad Nauina (sin pausas)
fr: Ahmad Nauina
kk: Ахмед Науина
my: Ahmad Nauina (tiada jurang)
nl: Ahmad Nauina (doorlopend)
ru: Ахмад Науина (безинтервальное)
ug: ئەھمەد نائۇينا
uz: Ahmad Nauiyna

# qari_akram_al_alaqmi
source: Akram Al-Alaqmi (gapless)
ar: اكرم العلقمي (غير متصل)
de: Akram Al-Alaqmi (lückenlos)
es: Akram Al-Alaqmi (sin pausas)
fr: Akram Al-Alaqmi
kk: Әкрам Ғалақми
my: Akram Al-Alaqmi (tiada jurang)
nl: Akram Al-Alaqmi (doorlopend)
ru: Акрам аль-Алякми (безинтервальное)
ug: ئەكرەم ئال ئەلەقمى
uz: Akram al-Alaqmiy

# qari_ali_hajjaj_alsouasi_gapless
source: Ali Hajjaj Alsouasi (gapless)
ar: علي حجاج السويسي
de: Ali Hajjaj Alsouasi (lückenlos)
es: Ali Hajjaj Alsouasi (sin pausas)
fr: Ali Hajjaj Alsouasi
kk: Әли Хажаж Суайси
my: Ali Hajjaj Alsouasi (tiada jurang)
nl: Ali Hajjaj Alsouasi (doorlopend)
ru: Али Хажаж ас-Суваиси (безинтервальное)
ug: ئەلى ھاججاج ئالسۇئاسى
uz: Ali Hajjoj Alsuaysiy

# qari_saad_al_ghamidi_gapless
source: Saad Al-Ghamdi (gapless)
ar: سعد الغامدي
de: Saad Al-Ghamdi (lückenlos)
es: Saad Al-Ghamdi (sin pausas)
fr: Saad Al-Ghamdi
kk: Saad Al-Ghamdi
my: Saad Al-Ghamdi (tiada jurang)
nl: Saad Al-Ghamdi (doorlopend)
ru: Са’д Гамиди (безинтервальное)
ug: سەئەد ئال غامدى
uz: Saʼd al-Gʻomdiy

# qari_bandar_baleela_gapless
source: Bandar Baleela (gapless)
ar: بندر بليلة
de: Bandar Baleela (lückenlos)
es: Bandar Baleela (sin pausas)
fr: Bandar Baleela
kk: Bandar Baleela
my: Bandar Baleela (tiada jurang)
nl: Bandar Baleela (doorlopend)
ru: Бендер Балиля (безинтервальное)
ug: بەندار بەلىلا
uz: Bandar Boliyla

# qari_mahmoud_ali_albana_gapless
source: Mahmoud Ali al Bana (gapless)
ar: محمود علي البنا
de: Mahmoud Ali al Bana (lückenlos)
es: Mahmoud Ali al Bana (sin pausas)
fr: Mahmoud Ali al Bana
kk: Mahmoud Ali al Bana
my: Mahmoud Ali al Bana (tiada jurang)
nl: Mahmoud Ali al Bana (doorlopend)
ru: Махмуд Али аль-Банна (безинтервальное)
ug: مەھمۇد ئەلى ئال بانا
uz: Mahmud Ali al-Bana

# qari_abdulrahman_alshahat_gapless
source: Abdulrahman Al-Shahat (gapless)
ar: عبد الرحمن الشحات
de: Abdulrahman Al-Shahat (lückenlos)
es: Abdulrahman Al-Shahat (sin pausas)
fr: Abdulrahman Al-Shahat
kk: Abdulrahman Al-Shahat
my: Abdulrahman Al-Shahat (tiada jurang)
nl: Abdulrahman Al-Shahat (doorlopend)
ru: Абдульрахман аш-Шахат (безинтервальное)
ug: ئابدۇرراھمان ئال شاھات
uz: Abdurahmon Ash-Shahat

# qari_abdurrashid_sufi_gapless
source: Abdur-Rashid Sufi (gapless)
ar: عبد الرشيد صوفي
de: Abdur-Rashid Sufi (lückenlos)
es: Abdur-Rashid Sufi (sin pausas)
fr: Abdur-Rashid Sufi
kk: Abdur-Rashid Sufi
my: Abdur-Rashid Sufi (tiada jurang)
nl: Abdur-Rashid Sufi (doorlopend)
ru: Абдуррашид Суфи (безинтервальное)
ug: ئابدۇرراشىد سۇفى
uz: Abdurashid Sufiy

# qari_mostafa_ismaeel_gapless
source: Mostafa Ismaeel (gapless)
ar: مصطفي إسماعيل
de: Mostafa Ismaeel (lückenlos)
es: Mostafa Ismaeel (sin pausas)
fr: Mostafa Ismaeel
kk: Mostafa Ismaeel
my: Mostafa Ismaeel (tiada jurang)
nl: Mostafa Ismaeel (doorlopend)
ru: Мустафа Исмаил (безинтервальное)
ug: مۇستافا ئىسمائىل
uz: Mustafa Ismoil

# qari_husary_iza3a_gapless
source: Husary Broadcast (gapless)
ar: الحصري تسجيل الإذاعة
de: Husary Broadcast (lückenlos)
es: Husary Broadcast (sin pausas)
fr: Husary Broadcast
kk: Husary Broadcast
my: Husary Broadcast (tiada jurang)
nl: Husary Broadcast (doorlopend)
ru: Махмуд Халиль аль-Хусари (радио, безинтервальное)
ug: ھۇسارى (رادىئو ئاۋازى)
uz: Xusoriy (radio)

# qari_abdulaziz_zahrani_gapless
source: Abdulaziz Az-Zahrani (gapless)
ar: عبد العزيز بن صالح الزهراني
de: Abdulaziz Az-Zahrani (lückenlos)
es: Abdulaziz Az-Zahrani (sin pausas)
fr: Abdulaziz Az-Zahrani
kk: Abdulaziz Az-Zahrani
my: Abdulaziz Az-Zahrani (tiada jurang)
nl: Abdulaziz Az-Zahrani (doorlopend)
ru: Абдульазиз аз-Захрани (безинтервальное)
ug: ئابدۇلئەزىز ئاز-زاھرانى
uz: Abdulaziz Az-Zahroniy

# qari_ayman_suwaid
source: Dr. Ayman Suwaid
de: Ayman Suwaid
es: Ayman Suwaid
my: Ayman Suwaid
ru: Айман Сувейд

# qari_afasy_gapless
source: Mishary Al-Afasy (gapless)
ar: مشاري بن راشد العفاسي
de: Mishary Al-Afasy (lückenlos)
es: Mishary Al-Afasy (sin pausas)
fr: Mishary Al-Afasy
kk: Мишәри Әфаси
my: Mishary Al-Afasy (tiada jurang)
nl: Mishary Al-Afasy (doorlopend)
ru: Мишари Рашид аль-Афаси (безинтервальное)
ug: مىشارى بىن راشىد ئافاسى
uz: Mishariy al-Afasiy

# qari_hani_rifai_gapless
source: Hani Ar-Rifai (gapless)
ar: هاني الرفاعي
de: Hani Ar-Rifai (lückenlos)
es: Hani Ar-Rifai (sin pausas)
fr: Hani Ar-Rifai
kk: Һәни Рифаи
my: Hani Ar-Rifai (tiada jurang)
nl: Hani Ar-Rifai (doorlopend)
ru: Хани ар-Рифаи (безинтервальное)
ug: ھانى رىفائى
uz: Honiy Ar-Rifoiy

# qari_ayyoub_gapless
source: Muhammad Ayyoub (gapless)
ar: محمد أيوب
de: Muhammad Ayyoub (lückenlos)
es: Muhammad Ayyoub (sin pausas)
fr: Muhammad Ayyoub
kk: Мұхаммед Әйюб
my: Muhammad Ayyoub (tiada jurang)
nl: Muhammad Ayyoub (doorlopend)
ru: Мухаммад Аюб (безинтервальное)
ug: مۇھەممەد ئەييۇب
uz: Muhammad Ayyub

# qari_mishari_walk_gapless
source: Mishari with Ibrahim Walk (English, gapless)
ar: مشاري و إبراهيم والك (ترجمة انجليزية)
de: Mishari & Ibrahim Walk (Englische, lückenlos)
es: Mishari & Ibrahim Walk (inglés, sin pausas)
fr: Mishari & Ibrahim Walk (anglaise)
kk: Мишәри Әфаси & Ибрахим Уолк (ағылшынша)
my: Mishari & Ibrahim Walk (English, tiada jurang)
ru: Мишари & Ибрагим Уолк (английский перевод, безинтервальное)
ug: مىشارى, ئىبراھىم ۋالىك (ئىنگلىزچە)
uz: Mishariy & Ibrohim Volk (inglizcha)

# qari_jibreel_gapless
source: Muhammad Jibreel (gapless)
ar: محمد جبريل
de: Muhammad Jibreel (lückenlos)
es: Muhammad Jibreel (sin pausas)
fr: Muhammad Jibreel
kk: Мұхаммед Жибрил
my: Muhammad Jibreel (tiada jurang)
nl: Muhammad Jibreel (doorlopend)
ru: Мухаммад Джибриль (безинтервальное)
ug: مۇھەممەد جىبرىل
uz: Muhammad Jibriyl

# qari_basfar_gapless
source: Abdullah Basfar (gapless)
ar: عبد الله بصفر
de: Abdullah Basfar (lückenlos)
es: Abdullah Basfar (sin pausas)
fr: Abdullah Basfar
kk: Абдуллах Басфар
my: Abdullah Basfar (tiada jurang)
nl: Abdullah Basfar (doorlopend)
ru: Абдуллах Басфар (безинтервальное)
ug: ئابدۇللاھ باسفار
uz: Abdulloh Basfar

# qari_walk_gapless
source: Ibrahim Walk (English, gapless)
ar: إبراهيم والك (ترجمة انجليزية)
de: Ibrahim Walk (Englische Übersetzung, lückenlos)
es: Ibrahim Walk (inglés, sin pausas)
fr: Ibrahim Walk (Trad. Anglaise)
kk: Ибрахим Уолк (ағылшынша)
my: Ibrahim Walk (English, tiada jurang)
ru: Ибрагим Уолк (английский перевод, безинтервальное)
ug: ئىبراھىم ۋالىك (ئىنگلىزچە)
uz: Ibrohim Volk (inglizcha)

# qari_afasy_cali_gapless
source: Mishari Al-Afasy (California, gapless)
ar: مشاري العفاسي (كاليفورنيا)
de: Mishari Al-Afasy (Kalifornien, lückenlos)
es: Mishari Al-Afasy (California, sin pausas)
fr: Mishari Al-Afasy (Californie)
kk: Мишари Афаси (Калифорния)
my: Mishari Al-Afasy (California, tiada jurang)
ru: Мишари аль-Афаси (Калифорния, безинтервальное)
ug: مىشارى ئال ئافاسى (كالىفورنىيە)
uz: Mishariy al-Afasiy (Kalifornia)

# qari_ajamy_gapless
source: Ahmed ibn Ali al-Ajamy (gapless)
ar: أحمد بن علي العجمي
de: Ahmed ibn Ali al-Ajamy (lückenlos)
es: Ahmed ibn Ali al-Ajamy (sin pausas)
fr: Ahmed ibn Ali al-Ajamy
kk: Ахмед ибн Әли әл-Аджами
my: Ahmed ibn Ali al-Ajamy (tiada jurang)
nl: Ahmed ibn Ali al-Ajamy (doorlopend)
ru: Ахмед ибн Али аль-Аджами (безинтервальное)
ug: ئەھمەد ئىبن ئەلى ئال ئەجەمى
uz: Ahmad ibn Ali al-Ajamiy

# qari_ali_jaber_gapless
source: Ali Jaber (gapless)
ar: علي جابر
de: Ali Jaber (lückenlos)
es: Ali Jaber (sin pausas)
fr: Ali Jaber
kk: Али Джабер
my: Ali Jaber (tiada jurang)
nl: Ali Jaber (doorlopend)
ru: Али Джабер (безинтервальное)
ug: ئەلى جابىر
uz: Ali Jaber

# qari_muaiqly_haramain_gapless
source: Maher Al Muaiqly (Haramain, gapless)
ar: ماهر المعيقلي (الحرمين)
de: Maher Al Muaiqly (Haramain, lückenlos)
es: Maher Al Muaiqly (Haramain, sin pausas)
fr: Maher Al Muaiqly (Haramain)
kk: Мәһир Мұғайкли (Харамейн)
my: Maher Al Muaiqly (Haramain, tiada jurang)
ru: Махир аль-Муаккили (Харамаин, безинтервальное)
ug: ماھەر ئال مۇئائىقلى (الحرمين، يوچۇقسىز)
uz: Mohir al-Muayqliy (Haramain)

# qari_juhany_gapless
source: Abdullah al Juhany (gapless)
ar: عبدالله الجهني
de: Abdullah Al-Juhany (lückenlos)
es: Abdullah Al-Juhany (sin pausas)
fr: Abdullah Al-Juhany
kk: Абдулла әл-Джахани
my: Abdullah Al-Juhany (tiada jurang)
nl: Abdullah al Juhany (doorlopend)
ru: Абдулла аль-Джахани (безинтервальное)
ug: ئابدۇللاھ ئەلجەھنى
uz: Abdulloh al-Juhany

# qari_abdulmuhsin_qasim_gapless
source: AbdulMuhsin al Qasim (gapless)
ar: عبدالمحسن القاسم
de: Abdul Mohsen Al-Qasim (lückenlos)
es: Abdul Mohsen Al-Qasim (sin pausas)
fr: Abdul Mohsen Al-Qasim
kk: Абдул Мохсен Қасым
my: Abdul Mohsen Al-Qasim (tiada jurang)
nl: AbdulMuhsin al Qasim (doorlopend)
ru: Абдул Мохсен Қасым (безинтервальное)
ug: ئابدۇل مۇھسىن قاسىم
uz: Abdul Mohsen al-Qasim

# qari_fares_abbad_gapless
source: Fares Abbad (gapless)
ar: فارس عباد
de: Fares Abbad (lückenlos)
es: Fares Abbad (sin pausas)
fr: Fares Abbad
kk: Фарес Аббад
my: Fares Abbad (tiada jurang)
nl: Fares Abbad (doorlopend)
ru: Фарес Аббад (безинтервальное)
ug: فارىس ئەببەد
uz: Fares Abbad

# qari_khalifa_taniji_gapless
source: Khalifa Taniji (gapless)
ar: خليفة الطنيجي
de: Khalifa Taniji (lückenlos)
es: Khalifa Taniji (sin pausas)
fr: Khalifa Taniji
kk: Халифа Тенги
my: Khalifa Taniji (tiada jurang)
nl: Khalifa Taniji (doorlopend)
ru: Халифа Тенги (безинтервальное)
ug: خەلىفە تېڭگى
uz: Xalifa Tengi

# qari_abdullah_matroud_gapless
source: Abdullah Matroud (gapless)
ar: عبدالله المطرود
de: Abdullah Matroud (lückenlos)
es: Jeque Abdullah Matroud (sin pausas)
fr: Abdullah Matroud
kk: Абдулла Матуд
my: Abdullah Matroud (tiada jurang)
nl: Abdullah Matroud (doorlopend)
ru: Абдулла Матруд (безинтервальное)
ug: ئابدۇللا ماترود
uz: Abdulloh Matroud

# qari_salah_bukhatir_gapless
source: Salah Bukhatir (gapless)
ar: صلاح بوخاطر
de: Salah Bukhatir (lückenlos)
es: Salah Bukhatir (sin pausas)
fr: Salah Bukhatir
kk: Салах Бухатир
my: Salah Bukhatir (tiada jurang)
nl: Salah Bukhatir (doorlopend)
ru: Салех Бухатир (безинтервальное)
ug: سالاھ بۇخاتىر
uz: Saloh Buxotir

# qari_hudhayfi_gapless
source: Ali Al-Hudhaify (gapless)
ar: الحذيفي
de: Ali Al-Hudhaify (lückenlos)
es: Ali Al-Hudhaify (sin pausas)
fr: Ali Al-Hudhaify
kk: Әли Хұзайфи
my: Ali Al-Hudhaify (tiada jurang)
nl: Ali Al-Hudhaify (doorlopend)
ru: Али аль-Хузайфи (безинтервальное)
ug: ئالى ھۇدەيفى
uz: Ali al-Xuzayfiy

# qari_khaled_muhanna_gapless
source: Khaled Al-Muhanna
ar: خالد المهنا
de: Khaled Al-Muhanna (lückenlos)
es: Khaled Al-Muhanna (sin pausas)
kk: Халед әл-Муханна
my: Khaled Al-Muhanna (tiada jurang)
ru: Халед Аль-Муханна (безинтервальное)
ug: خالىد المهنا
uz: Xolid al-Muhanna

# qari_husary_mujawwad_gapless
source: Husary (Mujawwad, gapless)
ar: الحصري (مجود)
de: Husary (Mujawwad, lückenlos)
es: Husary (Mujawwad, sin pausas)
fr: Husary (Mujawwad)
kk: Махмұд Һәлил Хусари (тәжуид)
my: Husary (Mujawwad, tiada jurang)
ru: Махмуд Халиль аль-Хусари (муджаввад, безинтервальное)
ug: الحصري (مۇجاۋۋاد، يوچۇقسىز)
uz: Xusoriy (mujavvad)

# qari_husary_muallim_gapless
source: Husary (Muallim, gapless)
ar: الحصري (معلم)
de: Husar (Muallim, lückenlos)
es: Husary (Muallim, sin pausas)
fr: Husary (Muallim)
kk: Гусари (мұғалім)
my: Husary (Muallim, tiada jurang)
ru: Хусари (учитель, безинтервальное)
ug: الحصري (ئوقۇتقۇچى، يوچۇقسىز)
uz: Husariy (muallim)

# qari_ibrahim_alakhdar_gapless
source: Ibrahim Al-Akhdar (gapless)
ar: إبراهيم الأخضر
de: Ibrahim Al-Akhdar (lückenlos)
es: Ibrahim Al-Akhdar (sin pausas)
fr: Ibrahim Al-Akhdar
kk: Ибрахим әл-Ахдар
my: Ibrahim Al-Akhdar (tiada jurang)
nl: Ibrahim Al-Akhdar (doorlopend)
ru: Ибрагим Аль-Ахдар (безинтервальное)
ug: ئىبراھىم ئەل ئاخدار
uz: Ibrohim al-Axdar

# qari_muaiqly_gapless
source: Maher Al Muaiqly (gapless)
ar: ماهر المعيقلي
de: Maher Al Muaiqly (lückenlos)
es: Maher Al Muaiqly (sin pausas)
fr: Maher Al Muaiqly
kk: Мәһир Мұғайкли
my: Maher Al Muaiqly (tiada jurang)
nl: Maher Al Muaiqly (doorlopend)
ru: Махир аль-Муаккили (безинтервальное)
ug: ماھەر ئال مۇئائىقلى
uz: Mohir al-Muayqliy

# qari_yasser_salama_hadr_gapless
source: Yasser Salama (hadr, gapless)
ar: ياسر سلامة (حدر)
de: Yasser Salama (hadr, lückenlos)
es: Yasser Salama (hadr, sin pausas)
fr: Yasser Salama (hadr)
kk: Ясир Салама (хадр)
my: Yasser Salama (hadr, tiada jurang)
ru: Ясир Салама (хадр, безинтервальное)
ug: ياسىر سالاما (حدر، يوچۇقسىز)
uz: Yosir Salama (hadr)

# qari_khalid_qahtani_gapless
source: Khalid Al-Qahtani (gapless)
ar: خالد القحطاني
de: Khalid Al Qahtani (lückenlos)
es: Khalid Al Qahtani (sin pausas)
fr: Khalid elkahtani
kk: Халид әл-Кахтани
my: Khalid Al Qahtani (tiada jurang)
nl: Khalid Al-Qahtani (doorlopend)
ru: Халид Аль Кахтани (безинтервальное)
ug: خالىد ئەلقاھتانى
uz: Xolid Al Qahtoniy

# qari_mokhtasar_asmari_gapless
source: Abdullah Al-Asmari (Arabic Commentary, gapless)
ar: عبدالله الأسمري (المختصر الصوتي)
de: Abdullah Al-Asmari (Arabischer Kommentar, lückenlos)
es: Abdullah Al-Asmari (Comentario árabe, sin pausas)
fr: Abdullah Al-Asmari (commentaire arabe)
kk: Абдулла Аль-Асмари (Арабский комментарий)
my: Abdullah Al-Asmari (Ulasan Bahasa Arab, tiada jurang)
ru: Абдулла Аль-Асмари (Арабский комментарий, безинтервальное)
ug: ئابدۇللاھ ئەل ئەسمەرى (ئاۋاز قىسقارتىلمىسى)
uz: Abdullah Al-Asmari (Arabcha sharh)

# qari_aloosi_gapless
source: Abdulrahman Aloosi (gapless)
ar: عبدالرحمن العوسي
de: Abdul Rahman Aloosi (lückenlos)
es: Abdul Rahman Aloosi (sin pausas)
fr: Abdul Rahman Aloosi
kk: Абдул Рахман Аль-Авси
my: Abdul Rahman Aloosi (tiada jurang)
nl: Abdulrahman Aloosi (doorlopend)
ru: Абдул Рахман Аль-Ауси (безинтервальное)
ug: ئابدۇرراھمان ئال ئەئۇسى
uz: Abdul Rahmon Aloosi

# qari_alzain_ahmad_gapless
source: Alzain Mohammad Ahmad (gapless)
ar: الزين محمد أحمد
de: Alzain Muhammad Ahmad (lückenlos)
es: Alzain Muhammad Ahmad (sin pausas)
fr: Alzain Mohammed Ahmad
kk: Альзаин Мохаммед Ахмед
my: Alzain Mohammad Ahmad (tiada jurang)
nl: Alzain Mohammad Ahmad (doorlopend)
ru: Альзайн Мохаммед Ахмед (безинтервальное)
ug: ئاز-زەيىن مۇھەممەد ئەھمەد
uz: Alzain Muhammad Ahmad

# qari_muhammad_rashad_shereef_gapless
source: Muhammad Rashad Al-Shereef (gapless)
ar: محمد رشاد الشريف
de: Muhammad Rashad Al-Scherif (lückenlos)
es: Muhammad Rashad Al-Sherif (sin pausas)
fr: Muhammad Rashad Al-Ch√©rif
kk: Мухаммад Рашад Аль-Шериф
my: Muhammad Rashad Al-Shereef (tiada jurang)
nl: Muhammad Rashad Al-Shereef (doorlopend)
ru: Мухаммад Рашад Аль-Шериф (безинтервальное)
ug: مۇھەممەد رەشاد ئالشەرىف
uz: Muhammad Rashad Al-Sherif

# qari_wadee3_alyamani_gapless
source: Wadee' Al-Yamani (gapless)
ar: وديع اليمني
de: Wadee' Al-Yamani (lückenlos)
es: Wadee' Al-Yamani (sin pausas)
fr: Wadee' Al-Yamani
kk: Вадих әл-Ямани
my: Wadee' Al-Yamani (tiada jurang)
nl: Wadee' Al-Yamani (doorlopend)
ru: Вадих Аль-Ямани (безинтервальное)
ug: ۋادىھ ئەل يامانى
uz: Wadee' Al-Yamani
