Repository: quran/quran-ios
Catalog: Core/Localization/Resources/*.lproj/Suras.strings
Languages: de, es, fa, fr, kk, ms, ru, tr, ug, uz

# sura_names[88]
source: Al-Fajr
de: Al-Faǧr
fa: الفجر
kk: Фәжр
ru: Аль-Фаджр
tr: Fecr
ug: ھىجر
uz: Fajr

# sura_names[89]
source: Al-Balad
fa: البلد
kk: Бәләд
ru: Аль-Балад
tr: Beled
ug: بەلەد
uz: Balad

# sura_names[90]
source: Ash-Shams
de: Aš-Šams
fa: الشمس
fr: ACH-CHAMS
kk: Шәмс
ms: Asy-Syams
ru: Аш-Шамс
tr: Şems
ug: شەمس
uz: Shams

# sura_names[91]
source: Al-Layl
fa: الليل
fr: AL-LAЇL
kk: Ләил
ms: Al-Lail
ru: Аль-Лайл
tr: Leyl
ug: لەيل
uz: Layl

# sura_names[92]
source: Aḍ-Ḍuḥā
fa: الضحى
fr: AD-DUHÃ
kk: Духа
ms: Adh-Dhuha
ru: Ад-Духа
tr: Duhâ
ug: زۇھا
uz: Zuho

# sura_names[93]
source: Ash-Sharḥ
de: Aš-Šarḥ
fa: الشرح
fr: ACH-CHARH
kk: Инширах
ms: Al-Syar-h
ru: Аш-Шарх
tr: İnşirâh
ug: ئىنشىراھ
uz: Sharh

# sura_names[94]
source: At-Tīn
fa: التين
fr: AT-TÎN
kk: Тин
ms: At-Tiin
ru: Ат-Тин
tr: Tîn
ug: تىن
uz: Tiyn

# sura_names[95]
source: Al-ʿAlaq
fa: العلق
fr: AL-`ALAQ
kk: ʼАләқ
ms: Al-'Alaq
ru: Аль-Алак
tr: Alak
ug: ئەلەق
uz: Alaq

# sura_names[96]
source: Al-Qadr
fa: القدر
kk: Қадр
ru: Аль-Кадр
tr: Kadr (Kadir)
ug: قەدر
uz: Qadr

# sura_names[97]
source: Al-Bayyinah
fa: البينة
fr: AL-BAYYNAH
kk: Бәйинә
ru: Аль-Баййина
tr: Beyyine
ug: بەييىنە
uz: Bayyina

# sura_names[98]
source: Az-Zalzalah
fa: الزلزلة
kk: Зилзал
ru: Аз-Залзала
tr: Zilzâl
ug: زەلزەلە
uz: Zalzala

# sura_names[99]
source: Al-ʿĀdiyāt
fa: العاديات
fr: AL-`ÃDIYÃT
kk: ʼАдият
ms: Al-Aadiyaat
ru: Аль-Адийат
tr: Âdiyât
ug: ئادىيات
uz: Оdiyot

# sura_names[100]
source: Al-Qāriʿah
fa: القارعة
fr: AL-QÃRI`AH
kk: Қариʼа
ms: Al-Qaari'ah
ru: Аль-Кари'а
tr: Kâria
ug: قارىئە
uz: Qoriʼa

# sura_names[101]
source: At-Takāthur
de: At-Takāṯur
fa: التكاثر
fr: AT-TAKÃTHUR
kk: Тәкәсур
ms: At-Takaathur
ru: Ат-Такасур
tr: Tekâsür
ug: تەكاسۇر
uz: Takasur

# sura_names[102]
source: Al-ʿAṣr
fa: العصر
fr: AL-`ASR
kk: ʼАср
ms: Al-'Asr
ru: Аль-'Аср
tr: Asr
ug: ئەسر
uz: Asr

# sura_names[103]
source: Al-Humazah
fa: الهمزة
kk: Һумәзә
ru: Аль-Хумаза
tr: Hümeze
ug: ھۇمەزە
uz: Humaza

# sura_names[104]
source: Al-Fīl
fa: الفيل
fr: AL-FÎL
kk: Фил
ms: Al-Fiil
ru: Аль-Филь
tr: Fil
ug: فىل
uz: Fil

# sura_names[105]
source: Quraysh
de: Qurayš
fa: قريش
fr: QURAYCH
kk: Қурәиш
ms: Quraisy
ru: Курайш
tr: Kureyş
ug: قۇرەيش

# sura_names[106]
source: Al-Māʿūn
fa: الماعون
fr: AL-MÃ`OUN
kk: Мәʼун
ms: Al-Maa'uun
ru: Аль-Ма'ун
tr: Mâûn
ug: مائۇن
uz: Moʼun

# sura_names[107]
source: Al-Kawthar
de: Al-Kauwṯar
fa: الكوثر
kk: Кәусәр
ms: Al-Kauthar
ru: Аль-Каусар
tr: Kevser
ug: كەۋسەر
uz: Kavsar

# sura_names[108]
source: Al-Kāfirūn
fa: الكافرون
fr: AL-KÃFIROUN
kk: Кафирун
ms: Al-Kaafirun
ru: Аль-Кафирун
tr: Kâfirûn
ug: كافىرون
uz: Kofirun

# sura_names[109]
source: An-Naṣr
fa: النصر
fr: AN-NASR
kk: Наср
ms: An-Nasr
ru: Ан-Наср
tr: Nasr
ug: نەسر
uz: Nasr

# sura_names[110]
source: Al-Masad
fa: المسد
kk: Тәббәт
ru: Аль-Масад
tr: Tebbet (Mesed)
ug: مەسەد
uz: Masad

# sura_names[111]
source: Al-Ikhlāṣ
de: Al-Iḫlāṣ
fa: اﻹخلاص
fr: AL-IKHLÃS
kk: Ихлас
ms: Al-Ikhlaas
ru: Аль-Ихлас
tr: İhlâs
ug: ئىخلاس
uz: Ixlos

# sura_names[112]
source: Al-Falaq
fa: الفلق
kk: Фәләқ
ru: Аль-Фалак
tr: Felak
ug: فەلەق
uz: Falaq

# sura_names[113]
source: An-Nās
fa: الناس
fr: AN-NÃS
kk: Нас
ms: An-Naas
ru: Ан-Нас
tr: Nâs
ug: ناس
uz: Nos

# sura_names_translation[9]
source: Jonah
de: Jonas
es: Jonás
fr: Jonas

# sura_names_translation[10]
source: (Prophet) Hūd
de: Hūd
es: Hud
fr: Hûd

# sura_names_translation[11]
source: (Prophet) Joseph
de: Josef
es: José
fr: Joseph

# sura_names_translation[14]
source: The Rocky Tract
de: Das steinige Land
es: Al Hiyr
fr: Al-hijr

# sura_names_translation[18]
source: Mary
de: Maria
es: María
fr: Marie

# sura_names_translation[30]
source: Luqmān
es: Luqmán
fr: Luqman

# sura_names_translation[33]
source: Sheba
de: Saba (Königreich aus der Antike)
es: Saba
fr: Saba

# sura_names_translation[35]
source: Ya Sin
de: (Die Buchstaben) Yā-Sīn
es: Iá’ Sín
fr: Ya sîn

# sura_names_translation[37]
source: The Letter "Saad"
de: (Der Buchstabe) Ṣād
es: Sad
fr: La lettre Sad

# sura_names_translation[45]
source: The Curved Sand‑hills
de: Die Sanddünen
es: Las Dunas
fr: Les dunes

# sura_names_translation[46]
source: Muḥammad صَلَّى ٱللَّهُ عَلَيۡهِ وَسَلَّمَ
de: Muḥammad ﷺ
es: Mujámmad
fr: Muhammad

# sura_names_translation[49]
source: The Letter "Qaf"
de: (Der Buchstabe) Qāf
es: Qaf
fr: La lettre "Qaf"

# sura_names_translation[70]
source: Noah
es: Noé
fr: Noé

# sura_names_translation[19]
source: Ta-Ha
de: (Die Buchstaben) Ṭā-Hā
