Repository: quran/quran-ios
Catalog: Core/Localization/Resources/*.lproj/Suras.strings
Languages: de, es, fa, fr, kk, ms, ru, tr, ug, uz

# sura_names_translation[0]
source: The Opening
de: Die Eröffnende
es: El Inicio
fr: L'ouverture
ru: Открывающая Книгу

# sura_names_translation[1]
source: The Cow
de: Die Kuh
es: La Vaca
fr: La vache
ru: Корова

# sura_names_translation[2]
source: The Family of Imran
de: Die Sippe ʿImrāns
es: La Familia De ‘imrán
fr: La famille d'Imran
ru: Семейство Имрана

# sura_names_translation[3]
source: The Women
de: Die Frauen
es: La Mujer
fr: Les femmes
ru: Женщины

# sura_names_translation[4]
source: The Table Spread With Food
de: Der Tisch (mit Speisen)
es: La Mesa Servida
fr: La table
ru: Трапеза

# sura_names_translation[5]
source: The Cattle
de: Das Vieh
es: Los Ganados
fr: Les bestiaux
ru: Скот

# sura_names_translation[6]
source: The Heights (or The Wall with Elevations)
de: Die Höhen
es: Los Lugares Elevados
fr: Le mur d'A'raf
ru: Преграды

# sura_names_translation[7]
source: The Spoils of War
de: Die Kriegsbeute
es: Los Botines
fr: Le butin
ru: Добыча

# sura_names_translation[8]
source: The Repentance
de: Die Reue
es: El Arrepentimiento
fr: Le repentir
ru: Покаяние

# sura_names_translation[12]
source: The Thunder
de: Der Donner
es: El Trueno
fr: Le tonnerre
ru: Гром

# sura_names_translation[15]
source: The Bees
de: Die Bienen
es: Las Abejas
fr: Les abeilles
ru: Пчёлы

# sura_names_translation[16]
source: The Journey by Night
de: Die Nachtreise
es: El Viaje Nocturno
fr: Le voyage nocturne
ru: Ночной перенос

# sura_names_translation[17]
source: The Cave
de: Die Höhle
es: La Caverna
fr: La caverne
ru: Пещера

# sura_names_translation[20]
source: The Prophets
de: Die Propheten
es: Los Profetas
fr: Les prophètes
ru: Пророки

# sura_names_translation[21]
source: The Pilgrimage
de: Die Pilgerfahrt
es: La Peregrinación
fr: Le pélerinage
ru: Паломничество

# sura_names_translation[22]
source: The Believers
de: Die Gläubigen
es: Los Creyentes
fr: Les croyants
ru: Верующие

# sura_names_translation[23]
source: The Light
de: Das Licht
es: La Luz
fr: La lumière
ru: Свет

# sura_names_translation[24]
source: The Criterion
de: Die Unterscheidung
es: El Criterio
fr: TLe discernement
ru: Различение

# sura_names_translation[25]
source: The Poets
de: Die Dichter
es: Los Poetas
fr: Les poètes
ru: Поэты

# sura_names_translation[26]
source: The Ants
de: Die Ameisen
es: Las Hormigas
fr: Les fourmis
ru: Муравьи

# sura_names_translation[27]
source: The Narration
de: Die Geschichte
es: Los Relatos
fr: Le récit
ru: Повествование

# sura_names_translation[28]
source: The Spider
de: Die Spinne
es: La Araña
fr: L'araignée
ru: Паук

# sura_names_translation[29]
source: The Romans
de: Die Römer
es: Los Bizantinos
fr: Les romains
ru: Румы

# sura_names_translation[31]
source: The Prostration
de: Die Niederwerfung
es: La Prosternación
fr: La prosternation
ru: Поклон

# sura_names_translation[32]
source: The Confederates
de: Die Verbündeten
es: Los Aliados
fr: Les coalisés
ru: Сонмы

# sura_names_translation[34]
source: The Originator of Creation
de: Der Schöpfer (der Existenz)
es: El Originador
fr: Le Créateur
ru: Творец

# sura_names_translation[36]
source: Those Ranged in Ranks
de: Die Sich-Reihenden
es: Los Ordenados En Filas
fr: Les rangés
ru: Выстроившиеся в ряды

# sura_names_translation[38]
source: The Groups
de: Die Gruppen
es: Los Grupos
fr: Les groupes
ru: Толпы

# sura_names_translation[39]
source: The Forgiver
de: Der Vergebende
es: El Perdonador
fr: Le pardonneur
ru: Прощающий

# sura_names_translation[40]
source: They are explained in detail
de: Sie sind ausführlich erläutert (die Verse)
es: La Descripción Detallada
fr: Les versets détaillés
ru: Разъяснены

# sura_names_translation[41]
source: The Consultation
de: Die Beratung
es: La Consulta
fr: La consultation
ru: Совет

# sura_names_translation[42]
source: The Gold Adornments
de: Die Verzierung
es: Los Adornos
fr: L'ornement
ru: Украшения

# sura_names_translation[43]
source: The Smoke
de: Der Rauch
es: El Humo
fr: La fumée
ru: Дым

# sura_names_translation[44]
source: The Kneeling
de: Das Knien
es: La Arrodillada
fr: L'agenouillée
ru: Коленопреклонённые

# sura_names_translation[47]
source: The Victory
de: Der Sieg
es: La Victoria
fr: La victoire éclatante
ru: Победа

# sura_names_translation[48]
source: The Dwellings
de: Die Gemächer
es: Las Moradas
fr: Les appartements
ru: Покои

# sura_names_translation[50]
source: The Winds that Scatter
de: Die Zerstreuenden (Winde)
es: Los Vientos
fr: Qui éparpillent
ru: Рассеивающие

# sura_names_translation[51]
source: The Mount
de: Der Berg
es: El Monte
fr: Le mont Tur
ru: Гора

# sura_names_translation[52]
source: The Star
de: Der Stern
es: La Estrella
fr: L'étoile
ru: Звезда

# sura_names_translation[53]
source: The Moon
de: Der Mond
es: La Luna
fr: La Lune
ru: Луна

# sura_names_translation[54]
source: The Most Gracious
de: Der Allerbarmer
es: El Compasivo
fr: Le miséricordieux
ru: Милостивый

# sura_names_translation[55]
source: The Event
de: Das eintreffende Ereignis
es: El Suceso
fr: L'événement
ru: Воскресение

# sura_names_translation[56]
source: Iron
de: Das Eisen
es: El Hierro
fr: Le fer
ru: Железо

# sura_names_translation[57]
source: The Woman Who Disputes
de: Die Diskussion
es: La Que Reclama
fr: La discussion
ru: Препирательство

# sura_names_translation[58]
source: The Gathering
de: Die Versammlung
es: El Encuentro
fr: L'exode
ru: Собрание

# sura_names_translation[59]
source: The Woman to be examined
de: Die Geprüfte (Frau)
es: La Comprobación
fr: L'éprouvée
ru: Испытуемая

# sura_names_translation[60]
source: The Row or the Rank
de: Die Reihe; die Einreihung
es: Las Filas
fr: Les rangs
ru: Ряды

# sura_names_translation[61]
source: Friday
de: Der Freitag
es: El Viernes
fr: Le vendredi
ru: День пятничной молитвы

# sura_names_translation[62]
source: The Hypocrites
de: Die Heuchler
es: Los Hipócritas
fr: Les hypocrites
ru: Лицемеры

# sura_names_translation[63]
source: Mutual Loss and Gain
de: (Der Tag von) Gewinn und Verlust
es: El Día Del Desengaño
fr: La grande perte
ru: Раскрытие самообмана

# sura_names_translation[64]
source: The Divorce
de: Die Scheidung
es: El Divorcio
fr: Le divorce
ru: Развод

# sura_names_translation[65]
source: The Prohibition
de: Das Verbot
es: La Prohibición
fr: L'interdiction
ru: Запрещение

# sura_names_translation[66]
source: Dominion
de: Die Herrschaft
es: El Reino
fr: La royauté
ru: Власть

# sura_names_translation[67]
source: The Pen
de: Das Schreibrohr; der Stift
es: La Pluma
fr: La plume
ru: Тростниковое перо

# sura_names_translation[68]
source: The Inevitable
de: Die unabwendbare Wahrheit
es: La Exposición De La Verdad
fr: Celle qui montre la vérité
ru: Судный день

# sura_names_translation[69]
source: The Ways of Ascent
de: Die Aufstiegswege
es: Las Vías De Ascensión
fr: Les voies d'ascension
ru: Ступени

# sura_names_translation[71]
source: The Jinn
de: Die Dschinn
es: Los Yinn
fr: Les djinns
ru: Джинны

# sura_names_translation[72]
source: The One wrapped in Garments
de: Der Eingehüllte
es: El Arropado
fr: L'enveloppé
ru: Завернувшийся

# sura_names_translation[73]
source: The One Enveloped
de: Der Zugedeckte
es: El Envuelto En Un Manto
fr: Le revêtu d'un manteau
ru: Закутавшийся

# sura_names_translation[74]
source: The Resurrection
de: Die Auferstehung
es: La Resurrección
fr: La résurrection
ru: Воскресение

# sura_names_translation[75]
source: Man
de: Der Mensch
es: El Ser Humano
fr: L'Homme
ru: Человек

# sura_names_translation[76]
source: Those sent forth
de: Die Entsandten
es: Los Que Son Enviados
fr: Les envoyés
ru: Посылаемые

# sura_names_translation[77]
source: The News
de: Die Kunde
es: La Noticia
fr: La nouvelle
ru: Весть

# sura_names_translation[78]
source: Those Who Pull Out
de: Die Entreißenden
es: Los Ángeles Arrancadores
fr: Les anges qui arrachent les âmes
ru: Вырывающие

# sura_names_translation[79]
source: He Frowned
de: Er runzelte die Stirn
es: El Ceño
fr: Il s'est renfrogné
ru: Нахмурился

# sura_names_translation[80]
source: Winding Round and losing its Light
de: Das Umschlingen; das Zusammenrollen
es: El Arrollamiento
fr: L'obscurcissement
ru: Погружение во мрак

# sura_names_translation[81]
source: The Cleaving
de: Das Zerbrechen (des Himmels)
es: La Ruptura
fr: La rupture
ru: Раскалывание

# sura_names_translation[82]
source: Those Who Deal in Fraud
de: Die das Maß Kürzenden (betrügende Händler)
es: Los Tramposos
fr: Les fraudeurs
ru: Обвешивающие

# sura_names_translation[83]
source: The Splitting Asunder
de: Das Auseinanderspalten (des Himmels)
es: El Resquebrajamiento
fr: La déchirure
ru: Раскалывание

# sura_names_translation[84]
source: The Big Stars “Burūj”
de: Die Türme
es: Las Grandes Constelaciones
fr: Les constellations
ru: Созвездия зодиака

# sura_names_translation[85]
source: The Night‑Comer
de: Der Pochende (helle Stern)
es: El Astro Nocturno
fr: L'astre nocturne
ru: Звезда, восходящая ночью

# sura_names_translation[86]
source: The Most High
de: Der Allerhöchste
es: El Altísimo
fr: Le Très-Haut
ru: Высочайший

# sura_names_translation[87]
source: The Overwhelming
de: Die Überdeckende (Stunde)
es: El Día Que Todo Lo Alcanza
fr: L'enveloppante
ru: Покрывающее

# sura_names_translation[88]
source: The Break of Day or the Dawn
de: Die Morgendämmerung; das Frühlicht
es: La Aurora
fr: L'aube
ru: Заря

# sura_names_translation[89]
source: The City
de: Die Ortschaft
es: La Ciudad
fr: La cité
ru: Город

# sura_names_translation[90]
source: The Sun
de: Die Sonne
es: El Sol
fr: Le soleil
ru: Солнце

# sura_names_translation[91]
source: The Night
de: Die Nacht
es: La Noche
fr: La nuit
ru: Ночь

# sura_names_translation[92]
source: The Forenoon ‑ “After Sunrise”
de: Die Morgenhelle; der Vormittag
es: El Resplandor Matinal
fr: Le jour montant
ru: Утро

# sura_names_translation[93]
source: The Opening Forth
de: Das Auftun; das Weiten (der Brust)
es: El Sosiego
fr: L'ouverture
ru: Раскрытие

# sura_names_translation[94]
source: The Fig
de: Die Feige
es: La Higuera
fr: Le figuier
ru: Смоковница

# sura_names_translation[95]
source: The Clot
de: Das Anhängsel; der Blutklumpen
es: La Célula Embrionaria
fr: L'adhérence
ru: Сгусток

# sura_names_translation[96]
source: The Night of Decree
de: Die (Nacht der) Bestimmung
es: La Predestinación
fr: La Destinée
ru: Предопределение

# sura_names_translation[97]
source: The Clear Evidence
de: Der klare Beweis
es: La Evidencia Clara
fr: La preuve
ru: Ясное знамение

# sura_names_translation[98]
source: The Earthquake
de: Das Beben
es: El Terremoto
fr: La secousse
ru: Землетрясение

# sura_names_translation[99]
source: Those That Run
de: Die Rennenden (Pferde)
es: Los Corceles
fr: Les Coursiers
ru: Скачущие

# sura_names_translation[100]
source: The Striking Hour
de: Das Verhängnis
es: El Evento Repentino
fr: Le fracas
ru: Сокрушающая беда

# sura_names_translation[101]
source: The piling Up — The Emulous Desire
de: Die Vermehrung; das Streben nach Mehr
es: El Afán De Tener Más Y Más
fr: La course aux richesses
ru: Приумножение

# sura_names_translation[102]
source: The Time
de: Das Zeitalter; die Zeit; der Nachmittag
es: El Tiempo
fr: Le temps
ru: Время

# sura_names_translation[103]
source: The Slanderer
de: Der Stichler (der mit der Rede verleumdet)
es: El Difamador
fr: Le calomniateurs
ru: Хулитель

# sura_names_translation[104]
source: The Elephant
de: Der Elefant
es: El Elefante
fr: L'éléphant
ru: Слон

# sura_names_translation[105]
source: Quraish
de: Die Quraisch (arab. Stamm)
es: La Tribu De Quraish
fr: Quraysh
ru: Курейшиты

# sura_names_translation[106]
source: The Small Kindnesses
de: Die Hilfeleistung
es: La Ayuda Mínima
fr: L'ustensile
ru: Милостыня

# sura_names_translation[107]
source: A River in Paradise
de: Die Überfülle; der Überfluss
es: La Abundancia
fr: L'abondance
ru: Обильный

# sura_names_translation[108]
source: The Disbelievers
de: Die Ungläubigen
es: Los Incrédulos
fr: Les infidèles
ru: Неверные

# sura_names_translation[109]
source: The Help
de: Die Hilfe
es: El Socorro
fr: Les secours
ru: Помощь

# sura_names_translation[110]
source: The Palm Fibre
de: Die Palmfasern
es: Las Fibras De Palmera
fr: Les fibres
ru: Пальмовые волокна

# sura_names_translation[111]
source: The Purity
de: Die Aufrichtigkeit
es: El Monoteísmo Puro
fr: Le monothéisme pur
ru: Искренность

# sura_names_translation[112]
source: The Daybreak
de: Der Tagesanbruch; das Morgengrauen
es: El Amanecer
fr: L'aube naissante
ru: Рассвет

# sura_names_translation[113]
source: Mankind
de: Die Menschen
es: Los Seres Humanos
fr: Les Hommes
ru: Люди

# sura_names[0]
source: Al-Fātihah
de: Al-Fātiḥah
fa: الفاتحة
fr: AL-FÃTIHAH
kk: Фатиха
ms: Al-Fatihah
ru: Аль-Фатиха
tr: Fâtiha
ug: فاتىھە
uz: Fotiha

# sura_names[1]
source: Al-Baqarah
fa: البقرة
kk: Бақара
ru: Аль-Бакара
tr: Bakara
ug: بەقەرە
uz: Baqara

# sura_names[2]
source: Āli-ʿImrān
de: Āl ʿImrān
fa: آل عمران
fr: ÃL-`IMRÃN
kk: Әли Имран
ms: A-li'Imraan
ru: Аль 'Имран
tr: Âl-i İmrân
ug: ئال ئىمران
uz: Oli Imron

# sura_names[3]
source: An-Nisāʾ
fa: النساء
fr: AN-NISÃ'
kk: Ниса
ms: An-Nisaa'
ru: Ан-Ниса'
tr: Nisâ
ug: نىسا
uz: Niso

# sura_names[4]
source: Al-Māʾidah
fa: المائدة
fr: AL-MÃ-'IDAH
kk: Мәида
ms: Al-Maaidah
ru: Аль-Ма'ида
tr: Mâide
ug: مائىدە
uz: Moida

# sura_names[5]
source: Al-Anʿām
fa: اﻷنعام
fr: AL-AN`ÃM
kk: Әнʼам
ms: Al-An'aam
ru: Аль-Ан'ам
tr: En'âm
ug: ئەنئام
uz: Anʼom

# sura_names[6]
source: Al-Aʿrāf
fa: اﻷعراف
fr: AL-A`RÃF
kk: Аʼраф
ms: Al-A'raaf
ru: Аль-А'раф
tr: A'râf
ug: ئەئراف
uz: Aʼrof

# sura_names[7]
source: Al-Anfāl
fa: اﻷنفال
fr: AL-ANFÃL
kk: Әнфал
ms: Al-Anfaal
ru: Аль-Анфаль
tr: Enfâl
ug: ئەنفال
uz: Anfol

# sura_names[8]
source: At-Tawbah
de: At-Tauwbah
fa: التوبة
kk: Тәубә
ms: At-Taubah
ru: Ат-Тауба
tr: Tevbe
ug: تەۋبە
uz: Tavba

# sura_names[9]
source: Yūnus
fa: يونس
fr: YOUNUS
kk: Юнус
ms: Yunus
ru: Йунус
tr: Yûnus
ug: يۇنۇس
uz: Yunus

# sura_names[10]
source: Hūd
fa: هود
fr: HOUD
kk: Һуд
ms: Hud
ru: Худ
tr: Hûd
ug: ھۇد
uz: Hud

# sura_names[11]
source: Yūsuf
fa: يوسف
fr: YOUSUF
kk: Юсуф
ms: Yusuf
ru: Йусуф
tr: Yûsuf
ug: يۈسۈف
uz: Yusuf

# sura_names[12]
source: Ar-Raʿd
fa: الرعد
fr: AR-RA`D
kk: Раʼд
ms: Ar-Ra'd
ru: Ар-Ра'д
tr: Ra'd
ug: رەئىد
uz: Raʼd

# sura_names[13]
source: Ibrāhīm
fa: إبراهيم
fr: IBRÃHÎM
kk: Ибрахим
ms: Ibrahim
ru: Ибрахим
tr: İbrâhîm
ug: ئىبراھىم
uz: Ibdohim

# sura_names[14]
source: Al-Ḥijr
de: Al-Ḥiǧr
fa: الحجر
fr: AL-HIJR
kk: Хижр
ms: Al-Hijr
ru: Аль-Хиджр
tr: Hicr
ug: ھىجر
uz: Xijr

# sura_names[15]
source: An-Naḥl
fa: النحل
fr: AN-NAHL
kk: Нахл
ms: An-Nahl
ru: Ан-Нахль
tr: Nahl
ug: نەھل
uz: Nahl

# sura_names[16]
source: Al-Isrāʾ
fa: اﻹسراء
fr: AL-ISRÃ'
kk: Исра
ms: Al-Israa'
ru: Аль-Исра'
tr: İsrâ
ug: ئىسرا
uz: Isro

# sura_names[17]
source: Al-Kahf
fa: الكهف
kk: Кәһф
ms: Al-Kahfi
ru: Аль-Кахф
tr: Kehf
ug: كەھف
uz: Kahf

# sura_names[18]
source: Maryam
fa: مريم
fr: MARЇAM
kk: Мәриәм
ru: Марьям
tr: Meryem
ug: مەريەم

# sura_names[19]
source: Ṭā-Hā
fa: طه
fr: TÃ-HÃ
kk: Таһа
ms: Taha
ru: Та Ха
tr: Tâhâ
ug: تاھا
uz: Toxo

# sura_names[20]
source: Al-Anbiyāʾ
fa: اﻷنبياء
fr: AL-ANBIYÃ'
kk: Әнбия
ms: Al-Anbiyaa'
ru: Аль-Анбийа'
tr: Enbiyâ
ug: ئەنبىيا
uz: Anbiyo

# sura_names[21]
source: Al-Ḥajj
de: Al-Ḥaǧǧ
fa: الحج
fr: AL-HAJJ
kk: Хаж
ms: Al-Hajj
ru: Аль-Хадж
tr: Hac
ug: ھەج
uz: Haj

# sura_names[22]
source: Al-Muʾminūn
fa: المؤمنون
fr: AL-MU'MINOUN
kk: Муʻминун
ms: Al-Mu'minuun
ru: Аль-Му'минун
tr: Mu'minûn
ug: مۆئمىنۇن
uz: Moʻminun

# sura_names[23]
source: An-Nūr
fa: النور
fr: AN-NOUR
kk: Нур
ms: An-Nuur
ru: Ан-Нур
tr: Nûr
ug: نۇر
uz: Nur

# sura_names[24]
source: Al-Furqān
fa: الفرقان
fr: AL-FURQÃN
kk: Фурқан
ms: Al-Furqaan
ru: Аль-Фуркан
tr: Furkân
ug: فۇرقان
uz: Furqon

# sura_names[25]
source: Ash-Shuʿarāʾ
de: Aš-Šuʿarāʾ
fa: الشعراء
fr: ACH-CHU`ARÃ'
kk: Шуʻара
ms: Asy-Syu'araa
ru: Аш-Шу'ара'
tr: Şuarâ
ug: شۇئەرا
uz: Shuaro

# sura_names[26]
source: An-Naml
fa: النمل
kk: Нәмл
ru: Ан-Намль
tr: Neml
ug: نەمل
uz: Naml

# sura_names[27]
source: Al-Qaṣaṣ
fa: القصص
fr: AL-QASAS
kk: Қасас
ms: Al-Qasas
ru: Аль-Касас
tr: Kasas
ug: قەسەس
uz: Qasos

# sura_names[28]
source: Al-ʿAnkabūt
fa: العنكبوت
fr: AL-`ANKABOUT
kk: ʻАнкәбут
ms: Al-'Ankabuut
ru: Аль-'Анкабут
tr: Ankebût
ug: ئەنكەبۇت
uz: Ankabut

# sura_names[29]
source: Ar-Rūm
fa: الروم
fr: AR-ROUM
kk: Рум
ms: Ar-Ruum
ru: Ар-Рум
tr: Rum
ug: رۇم
uz: Rum

# sura_names[30]
source: Luqmān
fa: لقمان
fr: LUQMÃN
kk: Луқман
ms: Luqman
ru: Лукман
tr: Lokmân
ug: لوقمان
uz: Luqmon

# sura_names[31]
source: As-Sajdah
de: As-Saǧdah
fa: السجدة
kk: Сәждә
ru: Ас-Саджда
tr: Secde
ug: سەجدە
uz: Sajda

# sura_names[32]
source: Al-Aḥzāb
fa: اﻷحزاب
fr: AL-AHZÃB
kk: Ахзаб
ms: Al-Ahzaab
ru: Аль-Ахзаб
tr: Ahzâb
ug: ئەھزاب
uz: Ahzob

# sura_names[33]
source: Sabaʾ
fa: سبأ
fr: SABA'
kk: Сәбәʼ
ms: Saba'
ru: Саба'
tr: Sebe
ug: سەبەئ
uz: Sabaʼ

# sura_names[34]
source: Fāṭir
fa: فاطر
fr: FÃTIR
kk: Фатыр
ms: Faatir
ru: Фатыр
tr: Fâtir
ug: فاتىر
uz: Fotir

# sura_names[35]
source: Yā-Sīn
fa: يس
fr: YÃ-SÎN
kk: Йасин
ms: Yaa Siin
ru: Йа Син
tr: Yâsîn
ug: ياسىن
uz: Yosin

# sura_names[36]
source: Aṣ-Ṣāffāt
fa: الصافات
fr: AS-SÃFFÃT
kk: Саффат
ms: As-Saaffaat
ru: Ас-Саффат
tr: Sâffât
ug: ساففات
uz: As-Saffot

# sura_names[37]
source: Ṣād
fa: ص
fr: SÃD
kk: Сад
ms: Saad
ru: Сад
tr: Sâd
ug: ساد
uz: Sod

# sura_names[38]
source: Az-Zumar
fa: الزمر
kk: Зумәр
ru: Аз-Зумар
tr: Zumer
ug: زۇمەر
uz: Zumar

# sura_names[39]
source: Ghāfir
de: Ġāfir
fa: غافر
fr: GHÃFIR
kk: Муʻмин
ms: Ghaafir
ru: Гафир
tr: Mü'min
ug: غافىر
uz: Gʻofir

# sura_names[40]
source: Fuṣṣilat
fa: فصلت
fr: FUSSILAT
kk: Фуссиләт
ms: Fussilat
ru: Фуссылят
tr: Fussilet
ug: فۇسسىلەت
uz: Fussilat

# sura_names[41]
source: Ash-Shūrā
de: Aš-Šūrā
fa: الشورى
fr: ACH-CHOURÃ
kk: Шура
ms: Asy-Syuura
ru: Аш-Шура
tr: Şûrâ
ug: شۇرا
uz: Shuro

# sura_names[42]
source: Az-Zukhruf
de: Az-Zuḫruf
fa: الزخرف
kk: Зухруф
ru: Аз-Зухруф
tr: Zuhrûf
ug: زۇخرۇف
uz: Zuhruf

# sura_names[43]
source: Ad-Dukhān
de: Ad-Duḫān
fa: الدخان
fr: AD-DUKHÃN
kk: Духан
ms: Ad-Dukhaan
ru: Ад-Духан
tr: Duhân
ug: دۇخان
uz: Duxon

# sura_names[44]
source: Al-Jāthiyah
de: Al-Ǧāṯiyah
fa: الجاثية
fr: AL-JÃTHIYAH
kk: Жәсия
ms: Al-Jaathiyah
ru: Аль-Джасийа
tr: Câsiye
ug: جاسىيە
uz: Josiya

# sura_names[45]
source: Al-Aḥqāf
fa: اﻷحقاف
fr: AL-AHQÃF
kk: Ахқаф
ms: Al-Ahqaaf
ru: Аль-Ахкаф
tr: Ahkâf
ug: ئەھقاف
uz: Ahqof

# sura_names[46]
source: Muḥammad
fa: محمد
fr: MUHAMMAD
kk: Мухаммәд
ms: Muhammad
ru: Мухаммад
tr: Muhammed
ug: مۇھەممەد
uz: Muhammad

# sura_names[47]
source: Al-Fatḥ
fa: الفتح
fr: AL-FATH
kk: Фәтих
ms: Al-Fat-h
ru: Аль-Фатх
tr: Fetih
ug: فەتىھ
uz: Fath

# sura_names[48]
source: Al-Ḥujurāt
de: Al-Ḥuǧurāt
fa: الحجرات
fr: AL-HUJURÃT
kk: Хужурат
ms: Al-Hujuraat
ru: Аль-Худжурат
tr: Hucurât
ug: ھۇجۇرات
uz: Hujurot

# sura_names[49]
source: Qāf
fa: ق
fr: QÃF
kk: Қаф
ms: Qaaf
ru: Каф
tr: Kaf
ug: قاف
uz: Qof

# sura_names[50]
source: Adh-Dhāriyāt
de: Aḏ-Ḏāriyāt
fa: الذاريات
fr: ADH-DHARIYÃT
kk: Зарият
ms: Adz-Dzaariyaat
ru: Аз-Зарийат
tr: Zâriyât
ug: زارىيات
uz: Zariyat

# sura_names[51]
source: Aṭ-Ṭūr
fa: الطور
fr: AT-TOUR
kk: Тур
ms: At-Tuur
ru: Ат-Тур
tr: Tûr
ug: تۇر
uz: Tur

# sura_names[52]
source: An-Najm
de: An-Naǧm
fa: النجم
kk: Нәжм
ru: Ан-Наджм
tr: Necm
ug: نەجم
uz: Najm

# sura_names[53]
source: Al-Qamar
fa: القمر
kk: Қамар
ru: Аль-Камар
tr: Kamer
ug: قەمەر
uz: Qamar

# sura_names[54]
source: Ar-Raḥmān
fa: الرحمن
fr: AR-RAHMÃN
kk: Рахман
ms: Ar-Rahmaan
ru: Ар-Рахман
tr: Rahmân
ug: رەھمان
uz: Rahmon

# sura_names[55]
source: Al-Wāqiʿah
fa: الواقعة
fr: AL-WÃQI`AH
kk: Уақиʼа
ms: Al-Waaqi'ah
ru: Аль-Ваки'а
tr: Vâkia
ug: ۋاقىئە
uz: Voqea

# sura_names[56]
source: Al-Ḥadīd
fa: الحديد
fr: AL-HADÎD
kk: Хадид
ms: Al-Hadiid
ru: Аль-Хадид
tr: Hadîd
ug: ھەدىد
uz: Hadid

# sura_names[57]
source: Al-Mujādilah
de: Al-Muǧādalah
fa: المجادلة
fr: AL-MUJÃDALAH
kk: Мужәдәлә
ms: Al-Mujaadalah
ru: Аль-Муджадала
tr: Mucâdele
ug: مۇجادەلە
uz: Mujodala

# sura_names[58]
source: Al-Ḥashr
de: Al-Ḥašr
fa: الحشر
fr: AL-HASHR
kk: Хашр
ms: Al-Hasy-r
ru: Аль-Хашр
tr: Haşr
ug: ھەشر
uz: Xashr

# sura_names[59]
source: Al-Mumtaḥanah
de: Al-Mumtaḥinah
fa: الممتحنة
fr: AL-MUMTAHANAH
kk: Мумтәхинә
ms: Al-Mumtahanah
ru: Аль-Мумтахана
tr: Mümtehine
ug: مۇمتەھىنە
uz: Mumtahana

# sura_names[60]
source: Aṣ-Ṣaff
fa: الصف
fr: AS-SAFF
kk: Сафф
ms: As-Saff
ru: Ас-Сафф
tr: Saff
ug: سەپ
uz: Saf

# sura_names[61]
source: Al-Jumuʿah
de: Al-Ǧumʿah
fa: الجمعة
fr: AL-JUMU`AH
kk: Жумʼа
ms: Al-Jumu'ah
ru: Аль-Джуму'а
tr: Cuma
ug: جۇمۇئە
uz: Juma

# sura_names[62]
source: Al-Munāfiqūn
fa: المنافقون
fr: AL-MUNÃFIQOUN
kk: Мунафиқун
ms: Al-Munaafiquun
ru: Аль-Мунафикун
tr: Münâfikûn
ug: مۇنافىقۇن
uz: Munofiqun

# sura_names[63]
source: At-Taghābun
de: At-Taġābun
fa: التغابن
fr: AT-TAGHÃBUN
kk: Тәғабун
ms: At-Taghaabun
ru: Ат-Тагабун
tr: Teğâbün
ug: تەغابۇن
uz: Tagʻobun

# sura_names[64]
source: Aṭ-Ṭalāq
fa: الطلاق
fr: AT-TALÃQ
kk: Таләқ
ms: At-Talaaq
ru: Ат-Талак
tr: Talâk
ug: تەلاق
uz: Taloq

# sura_names[65]
source: At-Taḥrīm
fa: التحريم
fr: AT-TAHRÎM
kk: Тахрим
ms: At-Tahriim
ru: Ат-Тахрим
tr: Tahrîm
ug: تەھرىم
uz: Tahrim

# sura_names[66]
source: Al-Mulk
fa: الملك
kk: Мүлк
ru: Аль-Мульк
tr: Mülk
ug: مۇلك
uz: Mulk

# sura_names[67]
source: Al-Qalam
fa: القلم
kk: Қалам
ru: Аль-Калам
tr: Kalem
ug: قەلەم
uz: Qalam

# sura_names[68]
source: Al-Ḥāqqah
fa: الحاقة
fr: AL-HÃQQAH
kk: Хаққа
ms: Al-Haaqqah
ru: Аль-Хакка
tr: Hâkka
ug: ھاققە
uz: Haaqqah

# sura_names[69]
source: Al-Maʿārij
de: Al-Maʿāriǧ
fa: المعارج
fr: AL-MA`ÃRIJ
kk: Мәʼариж
ms: Al-Ma'aarij
ru: Аль-Ма'аридж
tr: Meâric
ug: مائارىج
uz: Maʼorij

# sura_names[70]
source: Nūḥ
fa: نوح
fr: NOUH
kk: Нух
ms: Nuh
ru: Нух
tr: Nuh
ug: نۇھ
uz: Nuh

# sura_names[71]
source: Al-Jinn
de: Al-Ǧinn
fa: الجن
kk: Жин
ru: Аль-Джинн
tr: Cinn
ug: جىن
uz: Jin

# sura_names[72]
source: Al-Muzzammil
fa: المزمل
kk: Муззәмил
ru: Аль-Муззаммиль
tr: Müzzemmil
ug: مۇززەممىل
uz: Muzzammil

# sura_names[73]
source: Al-Muddaththir
de: Al-Muddaṯṯir
fa: المدثر
kk: Муддәссир
ru: Аль-Мудассир
tr: Müddessir
ug: مۇددەسسىر
uz: Muddassir

# sura_names[74]
source: Al-Qiyāmah
fa: القيامة
fr: AL-QIYÃMAH
kk: Қиямә
ms: Al-Qiiaamah
ru: Аль-Кийама
tr: Kıyâme
ug: قىيامەت
uz: Qiyomat

# sura_names[75]
source: Al-Insān
fa: اﻹنسان
fr: AL-INSÃN
kk: Инсан
ms: Al-Insaan
ru: Аль-Инсан
tr: İnsân (Dehr)
ug: ئىنسان
uz: Inson

# sura_names[76]
source: Al-Mursalāt
fa: المرسلات
fr: AL-MURSALÃTE
kk: Мурсәләт
ms: Al-Mursalaat
ru: Аль-Мурсалят
tr: Mürselât
ug: مۇرسەلات
uz: Mursalat

# sura_names[77]
source: An-Nabaʾ
fa: النبأ
fr: AN-NABA'
kk: Нәбәʼ
ms: An-Naba'
ru: Ан-Наба'
tr: Nebe
ug: نەبە
uz: Naba

# sura_names[78]
source: An-Nāziʿāt
fa: النازعات
fr: AN-NÃZI`ÃTE
kk: Назиʼат
ms: An-Naazi'aat
ru: Ан-Нази'ат
tr: Nâziât
ug: نازىئات
uz: Naziyat

# sura_names[79]
source: ʿAbasa
fa: عبس
fr: `ABASA
kk: ʼАбәсә
ms: 'Abasa
ru: 'Абаса
tr: Abese
ug: ئەبەسە
uz: Abasa

# sura_names[80]
source: At-Takwīr
fa: التكوير
fr: AT-TAKWÎR
kk: Тәкуир
ms: At-Takwiir
ru: Ат-Таквир
tr: Tekvîr
ug: تەكۋىر
uz: Takvir

# sura_names[81]
source: Al-Infiṭār
fa: الانفطار
fr: AL-INFITÃR
kk: Инфитар
ms: Al-Infitaar
ru: Аль-Инфитар
tr: İnfitâr
ug: ئىنفىتار
uz: Infitor

# sura_names[82]
source: Al-Muṭaffifīn
fa: المطففين
fr: AL-MUTAFFIFÎN
kk: Мутаффифин
ms: Al-Mutaffifiin
ru: Аль-Мутаффифин
tr: Mutaffifîn
ug: مۇتەففىفىن
uz: Mutaffifun

# sura_names[83]
source: Al-Inshiqāq
de: Al-Inšiqāq
fa: الانشقاق
fr: AL-INCHIQÃQ
kk: Иншиқақ
ms: Al-Insyiqaaq
ru: Аль-Иншикак
tr: İnşikak
ug: ئىنشىقاق
uz: Inshiqoq

# sura_names[84]
source: Al-Burūj
de: Al-Burūǧ
fa: البروج
fr: AL-BUROUJ
kk: Буруж
ms: Al-Buruuj
ru: Аль-Бурудж
tr: Bürûc
ug: بۇرۇج
uz: Buruj

# sura_names[85]
source: Aṭ-Ṭāriq
fa: الطارق
fr: AT-TÃRIQ
kk: Тариқ
ms: At-Taariq
ru: Ат-Тарик
tr: Târik
ug: تارىق
uz: Toriq

# sura_names[86]
source: Al-Aʿlā
fa: اﻷعلى
fr: AL-A`LÃ
kk: Аʼлә
ms: Al-A'laa
ru: Аль-А'ла
tr: A'lâ
ug: ئەئلا
uz: Aʼlo

# sura_names[87]
source: Al-Ghāshiyah
de: Al-Ġāšiyah
fa: الغاشية
fr: AL-GHÃCHIYAH
kk: Ғашия
ms: Al-Ghaasyiyah
ru: Аль-Гашийа
tr: Gâşiye
ug: غاشىيە
uz: Gʻoshiya
