Repository: quran/quran-ios
Catalog: Quran/*.lproj/Android.strings
Languages: de, es, ms, nl, pt

# timing_database
source: Required Files
de: Benötigte Dateien
es: Archivos requeridos
ms: Fail yang Diperlukan
nl: Vereiste Bestanden
pt: Arquivos Necessários

# sdcard_error
source: Could not find SD card. Please mount it and try again.
de: Die SD-Karte konnte nicht gefunden werden. Bitte setzen Sie die Karte erneut ein und versuchen Sie es nochmals.
es: No se pudo encontrar tarjetas SD. Por favor, inserte la tarjeta SD y vuelva a intentarlo.
ms: Tidak dapat mencari kad SD. Sila pasangkan dan cuba sekali lagi.
nl: Kon geen SD-kaart vinden. Gelieve te dit te controleren en opnieuw te proberen.

source: Download Successful
de: Download erfolgreich
es: Descarga completada
ms: Muat-turun Berjaya
nl: Download Succesvol
pt: Download Sucedido

# download_processing
source: Processing Download…
de: Download wird durchgeführt…
es: Procesando la descarga…
ms: Sedang Memproses Muat-turun…
nl: Download Verwerken…
pt: Processando Download…

# download_error_general
source: Download failed
de: Download fehlgeschlagen
es: No se pudo descargar
ms: Muat-turun gagal
nl: Download mislukt
pt: Download Fahou

# download_error_disk
source: Not enough disk space to download
de: Sie verfügen nicht über genug Speicherplatz um die Dateien herunterzuladen.
es: No hay suficiente espacio en disco para descargar
ms: Ruang cakera tidak mencukupi untuk memuat-turun
nl: Er is onvoeldoende schijfruimte om te downloaden
pt: Não há espaço em disco para fazer o download

# download_error_network
source: Could not download due to network error
de: Die Datei konnte wegen eines Netzwerk-Fehlers nicht heruntergeladen werden.
es: No se pudo descargar debido a un error de red
ms: Tidak dapat memuat-turun akibat ralat rangkaian
nl: Er is een netwerk fout opgetreden tijdens het downloaden
pt: Não foi possivel fazer o download, erro de rede

# download_error_perms
source: Could not download due to permissions error
de: Die Datei konnte mangels Berechtigungen nicht heruntergeladen werden.
es: No se pudo descargar debido a un error de permisos
ms: Tidak dapat memuat-turun akibat ralat kebenaran
nl: Er is een toestemming fout opgetreden tijdens het downloaden
pt: Não foi possivel fazer o download, erro de permissão

# download_error_invalid_download
source: Downloaded file was corrupted
de: Die heruntergeladene Datei war fehlerhaft.
es: El archivo descargado se corrompió
ms: Fail yang dimuat-turun rosak
pt: Arquivo baixado corrumpido

# download_error_invalid_download_retry
source: Corrupted file, attempting to re-download
de: Fehlerhafte Datei, es wird versucht die Datei erneut herunterzuladen.
es: Archivos dañados, tratando de volver a descargar
ms: Fail rosak, cubaan untuk memuat-turun
pt: Arquivo corrumpido, tentando baixar novamente

# download_error_network_retry
source: Network error, trying to resume…
de: Netzwerk-Fehler, es wird versucht eine Verbindung aufzubauen…
es: Error de la red, intentando reanudar…
ms: Ralat rangkaian, cubaan untuk menyambung-semula…
pt: Erro de rede, tentando resumir…

# notification_download_canceled
source: Download canceled
de: Download abgebrochen
es: Descarga cancelada
ms: Muat-turun dibatalkan
pt: Download cancelado

# download_non_wifi_prompt
source: You are not on Wi-Fi. Download data anyway?
de: Sie sind nicht mit einem W-LAN verbunden. Möchten Sie die Dateien trotzdem herunterladen?
es: No estás conectado a una red WiFi. ¿Descargar los datos de todos modos?
ms: Anda tidak menggunakan Wi-Fi. Adakah anda ingin memuat-turun kan data ini?
nl: Je maak geen gebruik van Wifi. Toch gegevens downloaden?
pt: Voce não está no wifi. Deseja realmente baixar os dados?

# download_progress
source: Downloaded %1$@ / %2$@
de: Heruntergeladen %1$s / %2$s
es: Descargado %1$s / %2$s
ms: Sudah memuat-turun %1$@ / %2$@
nl: %1$@ Gedowload van %2$@
pt: Baixado %1$s / %2$s

# download_sura_progress
source: Downloaded %1$@ / %2$@ of sura %3$d
de: Heruntergeladen %1$s / %2$s von Sure %3$d
ms: Sudah memuat-turun %1$@ / %2$@ untuk surah %3$d
nl: %1$@ Gedowload van %2$@ van soera %3$d

# download_sura_ayah_progress
source: Downloading sura %1$d ayah %2$d
de: Herunterladen von Sure %1$d Vers %2$d
ms: Sedang memuat-turun surah %1$d ayat %2$d
nl: Downloaden van Soera %1$d ayah %2$d

# process_progress
source: Processing file %1$d / %2$d
de: Datei wird verarbeitet %1$d / %2$d
es: Procesando archivo %1$d / %2$d
ms: Memproses fail %1$d / %2$d
pt: Procesando arquivo %1$d / %2$d

# download_retry
source: Retry
de: Nochmals versuchen
es: Reintente
ms: Cuba sekali lagi
nl: Probeer opnieuw
pt: Tentar Novamente

# download_cancel
source: Cancel
de: Abbrechen
es: Cancelar
ms: Batal
nl: Annuleren
pt: Cancelar

# download_extra_data
source: We need to download one or two small files to support sharing and translation. Download now?
es: Tenemos que descargar una o dos pequeñas actualizaciones para la función de compartir la traducción. ¿Descargar ahora?
ms: Kami perlu memuat turun satu atau dua fail yang kecil untuk menyokong perkongsian dan terjemahan. Muat-turun sekarang?
nl: We moeten één of twee kleine bestanden downloaden om het delen en vertaling te ondersteunen. Download nu?
pt: Precisamos fazer download de um ou dois pequenos arquivos para apoiar tradução e compartilhamento. Fazer isso agora?

# remove_dlg_title
source: Remove Translation?
de: Übersetzung entfernen?
es: ¿Eliminar traducción?
ms: Buang Terjemahan?
nl: Vertaling Verwijderen?
pt: Remova Trandução?

# remove_dlg_msg
source: Are you sure you would like to remove the %1$@?
de: Sind Sie sicher, dass Sie die %1$s entfernen wollen?
es: ¿Está seguro que desea eliminar el %1$s?
ms: Adakah anda pasti anda ingin membuang %1$@?
nl: Bent u zeker dat u %1$@ wilt verwijderen?
pt: Voce tem certesa que deseja remover o %1$s?

# error_getting_translation_list
source: Unable to download the list of translations. Please try again later.
es: No se puede descargar la lista de traducciones. Por favor, inténtelo de nuevo más tarde.
ms: Tidak dapat memuat-turun senarai terjemahan. Sila cuba sekali lagi.
nl: Kan geen lijst met vertalingen downloaden. Probeer het later opnieuw.
pt: Não foi possível baixar a lista de traduções. Por favor tente mais tarde.

source: Search Data
de: Suche Dateien
es: Buscar datos
ms: Cari Data
nl: Zoek Gegevens
pt: Pesquise dados

# need_translation
source: You don't have any translations/tafaseer downloaded yet.
de: Sie haben noch keine Übersetzung/Koranexegese heruntergeladen.
es: Usted no tiene ninguna traducción / comentario todavía descargado.
ms: Anda masih tidak mempunyai terjemahan/tafsir yang dimuat-turun.
nl: Je heb geen enkele vertaling/tafseer gedownload
pt: Voce não tem traduções/tafaseer baixado ainda.

source: Get Translations
de: Übersetzungen herunterladen
es: Obtener traducciones
ms: Dapatkan Terjemahan
nl: Ontvang Vertalingen
pt: Obter Traduções

# play_from
source: From
de: Von
es: Desde
ms: Dari
nl: Van

# play_to
source: To
de: Bis
es: Para
ms: Kepada
nl: Naar

# play_restrict_range
source: Only play the above verses
de: Nur die oben genannten Verse abspielen
es: Sólo reproducir los versículos anteriores
ms: Hanya mainkan ayat di atas
nl: Speel enkel de bovenstaande verzen af

# play_verses_range
source: Play set of verses:
ms: Mainkan set ayat-ayat:
nl: Speel een reeks verzen af:

source: Play each verse:
ms: Mainkan setiap ayat:
nl: Speel elke vers af:

# play_apply
source: Apply
de: Anwenden
es: Aplicar
ms: Aplikasikan
nl: Pas toe

# play_apply_and_play
source: Apply and Play
de: Anwenden und Abspielen
es: Aplicar y reproducir
ms: Aplikasikan dan Main
nl: Pas toe en Speel af

source: Previous
ms: Sebelumnya
nl: Vorige

source: Play
de: Abspielen
es: Reproducir
ms: Main
nl: Afspelen

source: Pause
ms: Berhenti sejenak
nl: Pauze

source: Stop
de: Stoppen
es: Detener
ms: Berhenti

source: Next
ms: Seterusnya
nl: Volgende

# bookmark_ayah
source: Bookmark this Ayah
de: Lesezeichen für diesen Vers hinzufügen
es: Agregar este versículo a Favoritos
ms: Tanda Ayat ini
nl: Bladwijzer deze Ayah
pt: Adicionar Ayah aos Favoritos

# tag_ayah
source: Tag this Ayah
de: Ein Schlagwort zum Vers hinzufügen
es: Etiquetar esta versículo
ms: Tag Ayat ini
nl: Label deze Ayah
pt: Marcar esta Ayah

# share_ayah
source: Share Ayah Link
de: Vers Link teilen
es: Compartir enlace del versículo
ms: Kongsikan Pautan Ayat
nl: Deel Ayah Link
pt: Compartilhar Link da Ayah

source: Share Ayah Text
de: Versinhalt teilen
es: Compartir texto del versículo
ms: Kongsikan Teks Ayat
nl: Deel Ayah Tekst
pt: Compartilhar Texto da Ayah

# translation_ayah
source: Ayah Translation/Tafseer
de: Vers Übersetzung/Koranexegese
es: Traducción del versículo / explicación
ms: Terjemahan/Tafsir Ayat
nl: Ayah Vertaling/Tafseer
pt: Ayah Tradução/Tafseer

source: Play from Here
de: Ab hier abspielen
es: Reproducir desde aquí
ms: Main dari sini
nl: Afspelen van hier
pt: Tocar daqui

# via_string
source: via @QuranAndroid
es: vía @QuranAndroid
ms: melalui @QuranAndroid
pt: atraves @QuranAndroid

# search_key
source: Press the search key to look up a verse
de: Drücken Sie die Suchtaste zum Nachschlagen eines Verses
es: Pulse la tecla de búsqueda para buscar un versículo
ms: Tekan kekunci carian untuk mencari ayat
nl: Druk op de zoek-toets om een vers te zoeken.
pt: Clique o botão de pesquisa para procurar um versículo

source: Copy Ayah
de: Kopiere Vers
es: Copiar versículo
ms: Copy Ayat
nl: Kopieer Ayah
pt: Copiar Ayah

# ayah_copied_popup
source: Ayah Copied
de: Vers kopiert
es: Versículo copiado
ms: Ayat Disalin
nl: Ayah Gekopieerd
pt: Ayah Copiada

source: Tag Bookmark
de: Ein Schlagwort zum Lesezeichen hinzufügen
es: Etiquetar Favorito
ms: Tag Penanda Buku
nl: Label Bladwijzer
pt: Tagear Marcador

source: Delete Tag
de: Schlagwort löschen
es: Borrar Etiqueta
ms: Buang Tag
nl: Label Verwijderen
pt: Deletar Tag

source: Edit Tag
de: Schlagwort bearbeiten
es: Editar Etiqueta
ms: Ubah Tag
nl: Label Bewerken
pt: Editar Tag

source: New Tag
de: Neues Schlagwort
es: Nueva Etiqueta
ms: Tag Baru
nl: Nieuwe Label
pt: Sem Tag

source: Not Tagged
de: Noch kein Schlagwort hinzugefügt
es: Sin Etiquetar
ms: Tidak Ditag
nl: Niet Gelabeld
pt: Não Tageado

source: Undo
ms: Semula
nl: Ongedaan Maken

source: Recent pages
ms: Halaman terkini

# tag_name
source: Name
es: Nombre
ms: Nama
nl: Naam
pt: Nome

# bookmarks_list_empty
source: No Bookmarks
de: Keine Lesezeichen
es: Sin Favoritos
ms: Tiada Penanda Buku
nl: Geen Favorieten
pt: Sem Marcadores

source: Audio Manager
de: Audioverwaltung
ms: Pengurus Audio
nl: Geluid Manager

# notification_channel_download
source: Quran Downloads
ms: Muat-turun Quran

# notification_channel_audio
source: Audio Playback
ms: Pemain Semula Audio

# repeatValues1
source: 1 time
ms: 1 kali
nl: 1 keer

# repeatValues2
source: 2 times
ms: 2 kali
nl: 2 keer

# repeatValues3
source: 3 times
ms: 3 kali
nl: 3 keer

# repeatValues4
source: loop
ms: gelung
nl: lus

# about_others
source: Others
nl: Andere

source: Import Data
nl: Importeer Gegevens

# index_loading
source: Loading…
de: Lade…
es: Cargando…
nl: Laden…
pt: Carregando…

# tag_dlg_title
source: Tag
de: Schlagwort
es: Etiqueta
nl: Label

# quran_juz2
source: Juz'
es: Yuz

# juz2_description
source: Juz' %1$@
de: Juz' %1$d
es: Yuz %1$d
pt: Juz' %1$d

source: Makki
de: Mekkanisch
es: Revelado en La Meca
pt: Makkita

source: Madani
de: Medinensisch
es: Revelado en Medina
pt: Madanita
