Repository: quran/quran-ios
Catalog: Quran/*.lproj/Android.strings
Languages: de, es, ms, nl, pt

# app_name
source: Quran
es: El Corán
ms: Al-Quran
nl: Koran

# downloadPrompt_title
source: Download Required Files?
de: Möchten Sie die benötigten Dateien herunterladen?
es: ¿Desea descargar otros archivos necesarios por la aplicación?
ms: Muat Turun Fail yang Diperlukan?
nl: Download vereiste bestanden?
pt: Baixar Arquivos Necessários?

# downloadPrompt_ok
source: Yes
de: Ja
es: Si
ms: Ya
nl: Ja
pt: Sim

# downloadPrompt_no
source: No
de: Nein
ms: Tidak
nl: Nee
pt: Não

# downloading_title
source: Downloading…
de: Dateien werden heruntergeladen…
es: Descargando…
ms: Memuat Turun…
nl: Downloaden…
pt: Baixando…

# downloading_message
source: Please wait for the files to download (resume supported).
es: Por favor, espera a la descarga de los archivos. (La aplicación se reiniciará)
ms: Sila tunggu sehingga fail sudah dimuat-turun (sambungan memuat-turun disokong).
nl: Wacht tot de bestanden zijn gedownload (CV ondersteund).
pt: Por favor aguarde o download dos aqruivos. (Resumo permitido)

# extracting_title
source: Processing…
de: Dateien werden verarbeitet…
es: Procesando…
ms: Memproses…
nl: Verwerken…
pt: Procesando…

# menu_about
source: About Us
de: Über uns
es: Acerca de Nosotros
ms: Tentang Kami
nl: Over Ons
pt: Sobre Nos

# menu_other_apps
source: Other apps
ms: Aplikasi lain
nl: Andere apps

# menu_settings
source: Settings
de: Einstellungen
es: Ajustes
ms: Tetapan
nl: Instellingen
pt: Configurações

# menu_jump_last_page
source: Last page
de: Letzte Seite
es: Última página
ms: Halaman terakhir
nl: Laatste Pagina
pt: Última página

# menu_bookmarks
source: Bookmarks
de: Lesezeichen
es: Favoritos
ms: Penanda
nl: Bladwijzers
pt: Favoritos

# menu_bookmarks_page
source: Page Bookmarks
de: Seiten-Lesezeichen
es: Página de favoritos
ms: Penanda Halaman
nl: Pagina Bladwijzers
pt: Páginas Favoritas

# menu_bookmarks_ayah
source: Ayah Bookmarks
de: Vers-Lesezeichen
es: Versículos favoritos
ms: Penanda Ayat
nl: Ayah Bladwijzers
pt: Ayas Favoritas

# menu_sort
source: Sort
de: Sortieren
es: Ordenar
ms: Susun
nl: Sorteren
pt: Ordenar

# menu_sort_date
source: Date Added
de: Hinzufügedatum
es: Fecha agregada
ms: Tarikh Ditambah
nl: Datum Toegevoegd
pt: Data Adicionado

# menu_sort_location
source: Location in Quran
de: Position im Quran
es: Ubicación en el Corán
ms: Lokasi di Al-Quran
nl: Locatie in Koran
pt: Localização em Quran

# menu_sort_group_by_tags
source: Group by Tags
ms: Kumpulkan mengikut Tags
nl: Groepeer via Label

# menu_show_recents
source: Recent pages
ms: Halaman terbaharu

# menu_translation
source: Show Translation
de: Übersetzung anzeigen
es: Mostrar traducción
ms: Papar Terjemahan
nl: Toon Vertalingen
pt: Mostre Tradução

# menu_back_to_page
source: Show Quran
de: Quran anzeigen
es: Mostrar El Corán
ms: Papar Al-Quran
nl: Toon Koran
pt: Mostrar o Alcorão

# menu_help
source: Help
de: Hilfe
es: Ayuda
ms: Bantuan
nl: Ondersteuning
pt: Ajuda

# menu_search
source: Search
de: Suche
es: Buscar
ms: Carian
nl: Zoek
pt: Pesquisar

# menu_get_translations
source: Get Translations
de: Lade die Übersetzungen
es: Obtener traducciones
ms: Dapatkan Terjemahan
nl: Verkrijg Vertalingen
pt: Obter Traduções

# menu_jump
source: Jump
de: Springe zu
es: Saltar
ms: Lompat
nl: Ga
pt: Pular

source: Go to page
de: Gehe zur Seite
es: Ir a la página
ms: Pergi ke halaman
nl: Ga naar pagina
pt: Ir para página

source: Cancel
de: Abbrechen
es: Cancelar
ms: Batal
nl: Annuleer
pt: Cancelar

# about_description
source: Quran for Android is a free Quran application. Please do not forget the contributors in your prayers.
ms: Quran untuk Android adalah aplikasi percuma Android. Jangan lupa penyumbang di dalam doa kamu.
nl: Koran voor Android is een gratis Koran Applicatie. Vergeet a.u.b. de ontwikkelaars niet in uw gebeden.

# about_data_sources
source: Data Sources
ms: Sumber Data
nl: Gegevens bronnen

# about_images
source: Images
ms: Gambar
nl: Afbeeldingen

# about_madani_images
source: The Quran images are based on the fonts from the King Fahd Quran Printing Complex
ms: Imej Quran ini adalah berdasarkan fon daripada Kompleks Percetakan King Fahd Quran
nl: De Koran Afbeeldingen zijn gebaseerd op de lettertypen van de Koning Fahd Koran Printing Complex

# about_naskh_images
source: The Quran images for the Naskh app were taken (with permission) from SHL Info Systems
ms: Imej Quran daripada aplikasi Naskh diambil daripada (dengan izin) SHL Info Systems
nl: De koran beelden voor het Naskh app werden genomen (met toestemming) van SHL Info Systems

# about_qaloon_images
source: Qaloon images used with permission of Nous Memes Editions Et Diffusion (Tunisia)
ms: Imej Qaloon yang digunakan mendapat izin daripada Nous Memes Editions Et Diffusion (Tunisia)
nl: Qaloon afbeeldingen gebruikt met toestemming van Nous Memes Editions Et Diffusion (Tunisia)

# about_quranicaudio_summary
source: Gapless mp3 Quran recitations
ms: Bacaan mp3 Quran tanpa sela

# about_quran_ksu
source: Electronic Moshaf Project
ms: Projek Elektronik Moshaf

# about_tanzil_summary
source: Translations for many languages
ms: Terjemahan untuk bahasa-bahasa lain
nl: Vertalingen van vele talen

# about_noorhidayat_summary
source: Noorehira font and Mufti Taqi Translation
ms: Fon Noorehira dan Terjemahan Mufti Taqi
nl: Noorehira lettertype en Mufti Taqi Vertaling

# about_open_source
source: Open Source Projects
ms: Projek Sumber Terbuka
nl: Open Source Projecten

# about_contributors
source: Contributors
ms: Penyumbang
nl: Bijdragers

# about_contributors_summary
source: A list of people who contributed to the development of Quran for Android
ms: Senarai penyumbang-penyumbang yang membantu didalam pembangunan Al-Quran untuk Android
nl: Een lijst van personen die hebben bijgedragen aan de ontwikkeling van Koran voor Android

# help_title
source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
ms: Soalan Yang Kerap Ditanya
nl: Veel Gestelde Vragen
pt: Perguntas mais frequentes

# search_hint
source: Search the Quran
de: Durchsuche den Quran
es: Buscar en El Corán
ms: Cari Al-Quran
nl: Zoeken in de Koran
pt: Pesquisar no Alcorão

# quranSearchType
source: Verses of the Quran
de: Quranverse
es: Versículos del Corán
ms: Ayat-ayat Al-Quran
nl: Verzen van de Koran
pt: Ayas do Alcorão

# storage_permission_please_restart
source: Please restart the app for this to take effect.
ms: Sila mulakan semula aplikasi ini untuk memberikan kebenaran
nl: Gelieve de app opnieuw opstarten om de veranderingen uit te voeren.

# found_in_sura
source: Found in Sura %1$@, Ayah %2$d
de: Gefunden in Sure
es: Capítulo encontrado
ms: Jumpa di surah %1$@, ayat %2$d
nl: Gevonden in Soera %1$@, Ayah %2$d
pt: Encontrado em Sura

# no_results
source: No results found for "%@"
de: Es wurden keine Resultate für "%s" gefunden.
es: No se encontró "%s"
ms: Tiada hasil dijumpai untuk "%@"
nl: Geen resultaten gevonden voor "%@"
pt: Nenhum resultado encontrado para "%s"

# no_arabic_search_available
source: You have not downloaded the Arabic search pack. Please download it and try your search again.
es: Usted no ha descargado el paquete de búsqueda árabe. Por favor descargue y pruebe nuevamente su búsqueda.
ms: Anda tidak memuat-turun pek carian Arab. Sila memuat-turun nya dan cuba carian anda sekali lagi.
nl: Je hebt "Arabisch Zoeken" niet gedownload. Download het en probeer uw zoekopdracht opnieuw.
pt: Voce ainda não fez o download do pacote de pesquisa em Àrabe. Por favor faça o download primeiro e tente novamente.

# get_arabic_search_db
source: Get Arabic Search Database
de: Lade die arabische Such-Datenbank herunter
es: Buscar en la Base de Datos Árabe
ms: Dapatkan Pangkalan Carian Bahasa Arab
nl: Verkrijg "Arabisch Zoeken" Database
pt: Obter a base de pesquisa em Árabe

# prefs_volume_key_navigation_title
source: Volume key navigation
de: Navigation mittels Lautstärketasten
es: Navegar con la tecla de volumen
ms: Navigasi kekunci volum
nl: Volumetoets navigatie
pt: Navegação pelo botão de volume

# prefs_volume_key_navigation_summary
source: Navigate between pages using volume keys
de: Wechseln Sie zwischen verschiedenen Seiten mittels der Lautstärketasten.
es: Navegar entre páginas utilizando las teclas de volumen
ms: Navigasi antara halaman menggunakan kekunci volum
nl: Navigeren tussen pagina's met behulp van de volumetoetsen
pt: Navegar entre páginas usando o botão de volume

# prefs_category_reading
source: Reading Preferences
de: Lese Optionen
es: Preferencias de lectura
ms: Pilihan cara pembacaan
nl: Voorkeuren voor Lezen
pt: Preferencias de Leitura

# prefs_category_translation
source: Translation Preferences
de: Übersetzungsoptionen
es: Preferencias de traducción
ms: Pilihan Terjemahan
nl: Voorkeuren voor Vertalingen
pt: Preferncias de Tradução

# prefs_category_display_settings
source: Display Settings
de: Bildschirmoptionen
es: Configuración de pantalla
ms: Tetapan Paparan
nl: Beeldscherminstellingen
pt: Configurações de Visualização

# prefs_use_arabic_title
source: Arabic mode
de: Arabischer Modus
es: Modo Árabe
ms: Tetapan paparan
nl: Arabisch-modus
pt: Modo de Árabe

# prefs_use_arabic_summary_on
source: Use Arabic for application interface
de: Das Programm wird ins Arabische umgestellt
es: La aplicación se mostrará en Árabe
ms: Guna bahasa Arab untuk antaramuka aplikasi
nl: Gebruik Arabisch voor de applicatie-interface
pt: Aplicação irá ser alterada para Árabe (Requer reinicialização)

# prefs_new_background_title
source: New background
de: Neuen Hintergrund verwenden
es: Nuevo fondo
ms: Latar belakang baru
nl: Nieuwe achtergrond

# prefs_lock_orientation_title
source: Lock screen orientation
de: Bildschirmausrichtung sperren
es: Bloquear orientación de la pantalla
ms: Kunci orientasi skrin
nl: Vergrendel schermoriëntatie

# prefs_lock_orientation_summary_on
source: Use fixed orientation mode
de: Die Quranseiten werden immer in einer bestimmten Bildschirmausrichtung angezeigt.
es: La Página del Corán estará en modo de orientación fija
ms: Guna mod orientasi tetap
nl: Gebruik vaste oriëntatie-modus
pt: Quran page will be in fixed orientation mode

# prefs_lock_orientation_summary_off
source: Adaptive to current orientation mode
de: Verwendet für die Bildschirmausrichtung die aktuellen System-Einstellungen.
es: Adaptable a la orientación actual
ms: Ubah mengikut mod orientasi semasa
nl: Aanpassen aan de huidige oriëntatie mode

# prefs_landscape_orientation_title
source: Landscape orientation
de: Querformat
es: Orientación horizontal
ms: Orientasi landskap
nl: Landscape modus

# prefs_landscape_orientation_summary_on
source: Always use landscape mode
de: Querformat wird genutzt.
es: Se utilizará orientación horizontal
ms: Sentiasa menggunakan mod landskap
nl: Gebruik altijd landscape modus
pt: Landscape orientation will be used

# prefs_landscape_orientation_summary_off
source: Always use portrait mode
de: Hochformat wird genutzt.
es: Se utilizará la orientación vertical
ms: Sentiasa menggunakan mod potret
nl: Gebruik altijd portret-modus
pt: Portrait orientation will be used

# prefs_night_mode_title
source: Night mode
de: Nachtmodus
es: Modo nocturno
ms: Mod gelap
nl: Nacht modus

# prefs_night_mode_summary
source: Use dark background and light fonts
de: Es werden ein dunkler Hintergrund und eine helle Schrift benutzt.
es: Se utilizará fondo oscuro y fuentes claras
ms: Guna latar belakang yang gelap dan fon yang terang
nl: Gebruik een donkere achtergrond en een lichte lettertype
pt: Dark background and light fonts will be used

# prefs_night_mode_text_brightness_title
source: Text brightness
de: Helligkeit des Textes
es: Texto Brillante
ms: Kecerahan teks
nl: Tekst helderheid

# prefs_night_mode_text_brightness_summary
source: Brightness of the text when night mode is active
de: Die Helligkeit des Textes im Nachtmodus.
es: Texto brillante cuando el modo nocturno está activo
ms: Kecerahan teks semasa mod gelap diaktifkan
nl: Helederheid van de tekst wanneer de nacht modus zijn ingeschakeld.

# prefs_overlay_page_info_title
source: Show page info
de: Seiteninfo anzeigen
es: Mostrar información de la página
ms: Tunjuk maklumat halaman
nl: Toon pagina info
pt: Show page info (beta)

# prefs_overlay_page_info_summary
source: Overlay page number, sura name, and juz' number while reading
de: Blendet die Seitennummer, den Namen der Sure und die Juz' Nummer während dem Lesen ein.
es: Superposición del número de página, nombre del capítulo, y el número del yuz durante la lectura
ms: Tindanan nombor halaman, nama surah, dan juz' semasa membaca
pt: sobreposicione númeoro da página, nome da sura, e número do juz' durante a leitura

# prefs_display_marker_title
source: Display marker popups
de: Meilenstein-Fenster anzeigen
es: Mostrar marcador de ventanas emergentes
ms: Papar paparan penanda
nl: Weergeef marker popups
pt: Mostarar popups do marcador

# prefs_display_marker_summary
source: Display popup on reaching juz', hizb, etc.
de: Ein Fenster anzeigen beim Erreichen eines neuen Juz', einer neuen Hizb, etc.
es: Mostrar una pantalla emergente al alcanzar un Yuz, un Hizb, etc
ms: Papar tindanan sewaktu menghampiri juz', hizb, dll.
nl: Er komt een popup bij het bereiken van juz', hizb, etc.
pt: Mostrar popup quando alcançar juz', hizb, etc.

# prefs_highlight_bookmarks_title
source: Highlight bookmarks
es: Resaltar favoritos
ms: Sorotkan penanda buku
nl: Markeer bladwijzers

# prefs_highlight_bookmarks_summary
source: Highlight bookmarked ayahs while reading
es: Resaltar versículos favoritos durante la lectura
ms: Sorotkan ayat yang ditanda semasa membaca
nl: Markeer opgeslagen ayah verzen

# prefs_translation_text_title
source: Translation text size
de: Schrittgröße der Übersetzungen
es: Tamaño del texto de la traducción
ms: Size teks terjemahan
nl: Vertaling tekstgrootte
pt: Tamanho do texto da Tradução

# prefs_translations
source: Translations
de: Übersetzungen
es: Traducciones
ms: Terjemahan
nl: Vertaling
pt: Traduções

# prefs_translations_summary
source: Download and manage translations
de: Verwalte und lade Übersetzungen herunter.
es: Descargar y gestionar traducciones
ms: Muat-turun dan urus terjemahan
nl: Downloaden en beheren van vertalingen
pt: Fazer download e gerenciar as traduções

# prefs_ayah_before_translation_title
source: Ayah before translation
de: Original vor dem Vers
es: Mostrar versículo antes de la traducción
ms: Ayat sebelum terjemahan
nl: Ayah voor vertaling
pt: Ayah antes da tradução

# prefs_ayah_before_translation_summary
source: Show ayah in Arabic above the translation
de: Das arabische Original vor jedem übersetzten Vers anzeigen.
es: Mostrar versículo en árabe sobre la traducción
ms: Tunjuk ayat dalam bahasa Arab di atas terjemahan
nl: Toon ayah in het Arabisch boven de vertaling
pt: MOstrar ayah em Árabe em cima da tradução

# prefs_category_download
source: Download Options
de: Downloadoptionen
es: Opciones de descarga
ms: Pilihan Muat-turun
nl: Download Opties
pt: Opções de Download

# prefs_streaming_title
source: Streaming
es: Transmisión
ms: Penstriman
pt: Estreaming

# prefs_streaming_summary
source: Stream audio when possible (non-gapless audio only)
de: Wenn möglich, Audio streamen (nicht unterbrechungsfreie Wiedergabe).
es: Transmitir el audio cuando sea posible (audio sin pausas).
ms: Strim audio jika boleh (audio tanpa sela sahaja)
nl: Audio streamen indien mogelijk (niet-gapless alleen audio)
pt: Fazer estreaming de audio quando possível (audio continuo somente).

# prefs_download_amount_title
source: Download amount
de: Downloadgröße
es: Cantidad descargada
ms: Jumlah muat-turun
nl: Hoeveelheid te downloaden
pt: Quantidade de download

# prefs_download_amount_summary
source: Preferred download amount for non-gapless audio
de: Bevorzugte Downloadgröße für nicht unterbrechungsfreie Wiedergabe.
es: Cantidad preferente de descarga de audio sin pausas.
ms: Jumlah muat-turun yang disukai untuk audio tanpa sela
pt: Quantidade de download preferida para audio continuou.

# prefs_audio_manager
source: Audio manager (experimental)
de: Audioverwaltung (experimentell)
ms: Pengurus audio (eksperimentasi)
nl: Audio manager (test fase)

# prefs_audio_manager_summary
source: Manage and download Quranic audio
de: Verwalten Sie Ihre Audiodateien.
ms: Urus dan muat-turun audio Quranic
nl: Beheer en download Koran audio

# downloaded_translations
source: Downloaded
de: Heruntergeladen
es: Descargado
ms: Sudah dimuat-turun
nl: Gedownload
pt: Já foi baixado

# available_translations
source: Available for download
de: Zum Download verfügbar
es: Disponible para descargar
ms: Yang boleh dimuat-turun
nl: Beschikbaar om te downloaden
pt: Disponível para Download

# remove_button
source: Remove
de: Entfernen
es: Eliminar
ms: Buang
nl: Verwijder
pt: Remover

# prefs_app_location_title
source: Quran data directory
de: Speicherort
es: Directorio de Datos del Corán
ms: Direktori data Quran
nl: Koran gegevens bibliotheek
pt: Local da App

# prefs_app_location_summary
source: Choose where to store Quran files
de: Wählen Sie den Speicherort der Dateien aus.
es: Elegir ubicación para almacenar los archivos del Corán.
ms: Pilih lokasi untuk menyimpan fail Quran
nl: Kies de locatie voor het opslaan van Koran gegevens.
pt: Selecione qual sdcard para armazenar os arquivos

# prefs_send_logs_title
source: Send logs
ms: Hantar log
nl: Verstuur logbestanden

# prefs_send_logs_summary
source: Send debug logs to the developer
ms: Hantar log nyah-pijat kepada pembangun
nl: Verstuur debug logbestanden naar de ontwikkelaar

# prefs_sdcard_internal
source: Internal storage
de: Interner Speicher
es: Almacenamiento interno
ms: Simpanan dalaman
nl: Interne geheugen
pt: Armazenamento Interno

# prefs_sdcard_external
source: External SD card %1$d
de: Externe SD-Karte %1$d
es: Tarjeta SD Externa %1$d
ms: Kad SD luaran %1$d
nl: Externe SD kaart %1$d
pt: Cartão SD Externo

# prefs_app_size
source: Current data size is
de: Der vom Programm verwendete Speicherplatz ist
es: El tamaño actual de los datos es
ms: Saiz data semasa adalah
nl: Huidige gegevens geheugen is
pt: Tamanho da App é

# prefs_calculating_app_size
source: Calculating App Size
de: Die Größe des Programms wird berechnet
es: Calculando tamaño de la aplicación
ms: Mengira Saiz Aplikasi
nl: Berekenen van App Grootte
pt: Calculando Tamanho da App

# prefs_copying_app_files
source: Copying App files
de: Programmdateien werden kopiert
es: Copiando archivos de la aplicación
ms: Menyalin fail Aplikasi
nl: App-bestanden kopiëren
pt: Copiando arquivos do App

# prefs_err_moving_app_files
source: Failed to move app files
de: Die Programmdateien konnten nicht verschoben werden.
es: Error al mover los archivos de la aplicación
ms: Gagal untuk memindahkan fail aplikasi
nl: Kan app bestanden niet verplaatsen
pt: Não foi possível mover os arquivos do App

# prefs_no_enough_space_to_move_files
source: Insufficient space to move app files
de: Sie haben nicht genug Speicherplatz um die Dateien zu verschieben.
es: Espacio insuficiente para mover archivos de la aplicación
ms: Tiada ruang yang mencukupi untuk memindahkan fail aplikasi
nl: Onvoldoende ruimte om app bestanden te verplaatsen
pt: Espaço Insufficiente para mover arquivos do App

# prefs_dual_page_mode_title
source: Dual Page Mode
ms: Mod Halaman Dua
nl: Tablet Mode

# prefs_dual_page_mode_enabled
source: In landscape, two pages will appear side by side.
ms: Dalam mod lanskap, dua halaman akan dipaparkan sebelah-menyebelah
nl: In landscape, worden twee pagina's naast elkaar weergegeven.

# prefs_dual_page_mode_disabled
source: In landscape, only one page will appear.
ms: Dalam mod landskap, hanya satu halaman akan dipaparkan
nl: In landscape, zal slechts één pagina verschijnen.

# prefs_category_advanced
source: Advanced Options
ms: Pilihan Lanjutan
nl: Geavanceerde opties

# prefs_category_advanced_summary
source: Import/export bookmarks, set Quran data directory, etc.
ms: Penanda import/eksport, tetapan data Quran, dll.

# prefs_import_summary
source: Import bookmarks and tags
ms: Import penanda buku dan tag

# prefs_export_title
source: Export
ms: Eksport
nl: Exporteren

# prefs_export_summary
source: Export a copy of bookmarks and tags
ms: Ekport salinan penanda buku dan tag
nl: Exporteer een kopie van bladwijzers en labels

source: Translations
ms: Terjemahan - terjemahan

source: More Translations
ms: Terjemahan - Terjemahan Yang Lain

# import_data_permissions_error
source: Unable to read backup file due to permissions error.
ms: Tidak dapat membaca fail sandaran disebabkan oleh ralat kebenaran
nl: Kan geen back-upbestand lezen wegens bevoegdheden fouten.

# import_data_error
source: Invalid backup file (or unable to read backup file).
ms: Fail sandaran yang tidak sah(atau tidak dapat membaca fail sandaran).
nl: Ongeldige backup-bestand (of niet in staat om back-up bestand te lezen).

# import_data_and_override
source: If you import this file, it will replace all your \ bookmarks with %1$d bookmark(s) and %2$d tag(s). Import?
ms: Jika anda mengimport fail ini, ia akan mengantikan semua \ penanda buku dengan %1$d penanda dan %2$d tag. Import?
nl: Als je dit bestand importeer zal het al je bladwijzers vervangen met %1$d bladwijzer(s) en %2$d label(s). Importeren?

source: Import Successful
ms: Import Berjaya
nl: Import Successvol

# export_data_error
source: Error exporting data.
ms: Ralat sewaktu mengeksport data.
nl: Fout bij het exporteren van gegevens.

# exported_data
source: Data exported to %1$@.
ms: Data yang dieksport ke %1$@.
nl: Gegevens geëxporteerd naar %1$@.

source: Warning
de: Achtung
es: Advertencia
ms: Amaran
nl: Waarschuwing

# please_grant_permissions
source: Please grant permission in application settings.
ms: Sila berikan kebenaran dia dalam tetapan aplikasi.
nl: Gelieve toestemming te verlenen in programma-instellingen.

source: Update Available
de: Update vorhanden
es: Actualización disponible
ms: Kemaskini Baru Sudah Tersedia
nl: Update Beschikbaar
pt: Atualização Disponível

# translation_updates_available
source: An update is available for some of your translations. Visit the translations screen now?
de: Es ist ein Update für eine Ihrer Übersetzungen vorhanden. Wollen Sie die Übersetzung jetzt aktualisieren?
es: Una actualización está disponible para alguna de sus traducciones. ¿Quiere ir a la pantalla de traducciones ahora?
ms: Ada beberapa kemaskini baru untuk beberapa terjemahan anda. Lawati skrin terjemahan sekarang?
nl: Er is een update beschikbaar voor een aantal van uw vertalingen. Bezoek het scherm vertalingen nu?
pt: Há uma atualização para tua tradução. Ir à tela das traduções agora?

# translation_dialog_yes
source: Yes
de: Ja
es: Si
ms: Ya
nl: Ja
pt: Sim

# translation_dialog_later
source: Later
de: Später
es: Después
ms: Nanti
pt: Mais Tarde

# quran_page
source: Page
de: Seite
es: Página
ms: Halaman
nl: Pagina
pt: Página

# quran_sura
source: Surahs
de: Sure
es: Capítulo
ms: Surah-Surah
nl: Soera
pt: Sura

# quran_ayah
source: Ayah %1$d
de: Vers %1$d
es: Versículo %1$d
ms: Ayat %1$d

# quran_ayah_details
source: %1$@ - Ayah %2$@, Juz' %3$@
ms: %1$@ - Ayat %2$@, Juz' %3$@

# quran_sura_title
source: Surat %1$@
de: Sure %1$@
es: Capítulo %1$@
ms: Surah %1$@
nl: Soera %1$@
pt: Surat %@

# sura_ayah_notification_str
source: Sura %1$@, Ayah %2$d
de: Sure %1$s, Vers %2$d
es: Capítulo %1$s, Versículo %2$d
ms: Surah %1$@, Ayat %2$d
nl: Soera %1$@, Ayah %2$d
pt: Sura %1$s, Ayah %2$d

source: Canceling…
de: Abbrechen…
es: Cancelando…
ms: Membatalkan…
nl: annuleren…
pt: Cancelando…

# page_description
source: page %1$@, Juz' %2$@
de: Seite %1$d, Juz' %2$d
es: página %1$d, Yuz %2$d
ms: Halaman %1$@, Juz' %2$@
nl: pagina %1$@, Juz' %2$@
pt: página %1$d, Juz' %2$d

# highlighting_database
source: Required Files
de: Benötigte Dateien
es: Archivos requeridos
ms: Fail yang Diperlukan
nl: Vereiste Bestanden
pt: Arquivos Necessários
