Repository: quran/quran-ios
Catalog: Quran/*.lproj/Localizable.strings
Languages: fr

# qari_minshawi_murattal_gapless
source: Minshawi Murattal (gapless)
fr: Minshawi Murattal (non espacé)

# qari_husary_gapless
source: Husary (gapless)
fr: Husary (non espacé)

# qari_sudais_gapless
source: Abdurrahman As-Sudais (gapless)
fr: Abdurrahman As-Sudais (non espacé)

# qari_qatami_gapless
source: Nasser Al Qatami (gapless)
fr: Nasser Al Qatami (non espacé)

# qari_walk
source: Ibrahim Walk (English Trans.)
fr: Ibrahim Walk (Trad. Anglaise)

# qari_abdulbaset_gapless
source: Abd Al-Basit (gapless)
fr: Abd Al-Basit (non espacé)

# qari_abdulbaset_mujawwad_gapless
source: Abd Al-Basit Mujawwad (gapless)
fr: Abd Al-Basit Mujawwad (non espacé)

# qari_aziz_alili_gapless
source: Aziz Alili (gapless)
fr: Aziz Alili (non espacé)

# qari_salah_budair_gapless
source: Salah Budair (gapless)
fr: Salah Budair (non espacé)

# qari_shuraym_gapless
source: Saood Ash-Shuraym (gapless)
fr: Saood Ash-Shuraym (non espacé)

# qari_yasser_dussary_gapless
source: Yasser Ad-Dussary (gapless)
fr: Yasser Ad-Dussary (non espacé)

# qari_mohammad_altablawi_gapless
source: Mohammad al Tablawy (gapless)
fr: Mohammad al Tablawy (non espacé)

# qari_sahl_yaseen_gapless
source: Sahl Yaseen (gapless)
fr: Sahl Yaseen (non espacé)

# qari_shatri_gapless
source: Abu Bakr Ash-Shatri (gapless)
fr: Abu Bakr Ash-Shatri (non espacé)

# qari_ahmad_nauina_gapless
source: Ahmad Nauina (gapless)
fr: Ahmad Nauina (non espacé)

# qari_akram_al_alaqmi
source: Akram Al-Alaqmi (gapless)
fr: Akram Al-Alaqmi (non espacé)

# qari_ali_hajjaj_alsouasi_gapless
source: Ali Hajjaj Alsouasi (gapless)
fr: Ali Hajjaj Alsouasi (non espacé)

# app_name
source: Quran
fr: Coran

# downloadPrompt_title
source: Download Required Files?
fr: Télécharger les fichiers requis ?

# downloadPrompt
source: In order for Quran Android to work properly, we need to download some files. If you do not do this now, the app may not work reliably and will require an Internet connection for reading. Would you like to download the required files now?
fr: Pour des performances optimales, certains fichiers doivent être téléchargés. Si vous ne voulez ne pas faire cela maintenant, chaque page prendra plus de temps à charger. Souhaitez-vous télécharger les fichiers requis maintenant ?

# downloadTabletPrompt
source: We recently added improved images for tablets. Would you like to download these images now?
fr: Nous avons récemment ajouté de meilleures images pour les tablettes. Voulez-vous télécharger ces images maintenant ?

# downloadImportantPrompt
source: There is a small yet important update for the Quran images you have on your device. Would you like to download this patch now?
fr: Il y a une petite mais importante mise à jour pour les images du Coran. Voulez-vous télécharger cette mise à jour maintenant ?

# downloadPrompt_ok
source: Yes
fr: Oui

# downloadPrompt_no
source: No
fr: Non

# downloading_title
source: Downloading…
fr: Téléchargement en cours…

# downloading_message
source: Please wait for the files to download (resume supported).
fr: Veuillez patienter jusqu'à la fin du téléchargement. (Reprise supportée)

# extracting_title
source: Processing…
fr: Traitement en cours…

# menu_about
source: About Us
fr: À propos

# menu_other_apps
source: Other apps
fr: Autres applications

# menu_settings
source: Settings
fr: Paramètres

# menu_jump_last_page
source: Last page
fr: Dernière page

# menu_tags
source: Tags
fr: Étiquettes

# menu_bookmarks
source: Bookmarks
fr: Favoris

# menu_bookmarks_page
source: Page Bookmarks
fr: Pages en favoris

# menu_bookmarks_ayah
source: Ayah Bookmarks
fr: Ayāt en favoris

# menu_sort
source: Sort
fr: Trier

# menu_sort_date
source: Date Added
fr: Par date d'ajout

# menu_sort_location
source: Location in Quran
fr: Selon l'ordre dans le coran

# menu_sort_group_by_tags
source: Group by Tags
fr: Par Tag

# menu_translation
source: Show Translation
fr: Afficher la traduction

# menu_back_to_page
source: Show Quran
fr: Afficher le coran

# menu_help
source: Help
fr: Aide

# menu_search
source: Search
fr: Rechercher

# menu_get_translations
source: Get Translations
fr: Obtenir des traductions

# menu_jump
source: Jump
fr: Aller à

source: Go to page
fr: Aller à la page

source: Cancel
fr: Annuler

# about_description
source: Quran for Android is a free Quran application. Please do not forget the contributors in your prayers.
fr: Quran pour Android est une application Quran gratuite. S'il vous plaît, n'oubliez pas les contributeurs dans vos prières.

# about_data_sources
source: Data Sources
fr: Sources de données

# about_madani_images
source: The Quran images are based on the fonts from the King Fahd Quran Printing Complex
fr: Les images du Quran sont basées sur les polices d'écriture du King Fahd Quran Printing Complex

# about_naskh_images
source: The Quran images for the Naskh app were taken (with permission) from SHL Info Systems
fr: Les images du Quran pour l'application Naskh sont issues (avec leur permission) de SHL Info Systems

# about_qaloon_images
source: Qaloon images used with permission of Nous Memes Editions Et Diffusion (Tunisia)
fr: Les images Qaloon sont utilisées avec la permission de Nous Memes Editions Et Diffusion (Tunisie)

# about_quranicaudio_summary
source: Gapless mp3 Quran recitations
fr: Récitations mp3 du Quran non espacées

# about_quran_ksu
source: Electronic Moshaf Project
fr: Projet Electronic Moshaf

# about_quran_ksu_summary
source: The King Saud University Electronic Moshaf Project was the app's source of Arabic Tafaseer and translations for various languages
fr: Le projet King Saud University Electronic Moshaf était la source du Tafsir en langue arabe et des traductions pour de nombreuses langues

# about_tanzil_summary
source: Translations for many languages
fr: Traductions pour de nombreuses langues

# about_noorhidayat_summary
source: Noorehira font and Mufti Taqi Translation
fr: Police Noorehira et traduction de Mufti Taqi

# about_open_source
source: Open Source Projects
fr: Projets Open Source

# about_others
source: Others
fr: Autres

# about_contributors
source: Contributors
fr: Contributeurs

# about_contributors_summary
source: A list of people who contributed to the development of Quran for Android
fr: Une liste des personnes ayant contribué au développement de Quran pour Android

# help_title
source: Frequently Asked Questions
fr: FAQ

# help
source: <b>How do I play audio?</b> <br/>Open any Quran page. Tap on the screen once. At the bottom, you will notice a play button and some text with the name of a qari. Click the name of the qari to choose a different qari. Click play to download and play the current page or sura. <br/> <br/><b>How do I view translation?</b> <br/>Open any Quran page. Tap on the screen once. In the top, you will notice a globe icon (or, if you don't see it, click an icon with three square dots) - click this and choose translation to view the translation. <br/> If you do not have any translations downloaded, it will take you to a screen where you can download translations. Choose and download a translation, then return back and tap the globe icon again to view the translation. <br/> <br/><b>How do I bookmark a page?</b> <br/>Open any Quran page. Tap on the screen once. In the top right, you will see a bookmark icon. Tap the bookmark icon to bookmark the page (the color will turn solid white). Tap the bookmark icon again to remove the bookmark. <br/> <br/><b>How do I make the text larger?</b> <br/>For the Arabic pages, hold your phone in landscape. This makes the text larger. For translations, go to settings and set translation text size. <br/> <br/><b>How do I share an ayah?</b> <br/>While on any Arabic page, press and hold on any ayah to get a menu where you can choose to bookmark, tag, share or copy that ayah to the clipboard, see the translation, or listen to its recitation.<br/> <br/><b>Malayalam/Tamil/Bengali/Urdu fonts don't work!</b> <br/>Unfortunately, Android versions prior to 4.0 do not support these fonts, and there is little we can do to help with this.
fr: <b>Comment écouter le Coran ?</b> <br/>Ouvrez une page du Coran. Cliquez sur l'écran une fois. En bas, vous verrez un bouton de lecture et le nom d'un qari. Cliquez sur le nom du qari pour en choisir un différent. Cliquez sur le bouton de lecture pour télécharger et lire la page ou la sourate courante. <br/> <br/><b>Comment afficher une traduction ?</b> <br/>Ouvrez une page du Coran. Cliquez sur l'écran une fois. En haut, vous verrez un petit globe (ou, si vous ne le voyez pas, vous verrez un icone avec trois points carrés - cliquez dessus et choisissez une traduction pour la voir). <br/> Si vous n'avez pas de traduction déjà téléchargée, il vous sera affiché un écran pour en télécharger. Choisissez et téléchargez une traduction, puis retournez en arrière et cliquez encore sur le petit globe pour voir la traduction. <br/> <br/><b>Comment marquer une page dans ses favoris ?</b> <br/>Ouvrez une page du Coran. Cliquez sur l'écran une fois. En haut à droite, vous verrez une petite étoile. Cliquez dessus pour la marquer (l'icone se remplis de blanc). Recliquez dessus pour l'effacer des favoris. <br/> <br/><b>Comment agrandir le texte ?</b> <br/>Pour les pages en arabe tenez l'écran en portrait. Pour les traductions, allez dans paramètres et choisissez la taille de la traduction. <br/> <br/><b>Comment partager une Aya ?</b> <br/>Allez à l'Aya qui vous intéresse dans les pages en arabe, cliquez et maintenez enfoncé sur l'Aya pour accéder à un menu d'où vous pourrez ajoutez l'Aya en favoris, la partager, lire sa traduction/exégèse ou copier l'Aya dans le presse papier. <br/> <br/><b>Les polices Malayalm/Tamil/Bangla/Urdu ne fonctionnent pas !</b> <br/>Malheureusement, Android avant la version 4.0 ne prend pas en charge ces polices, et nous ne pouvons pas faire grand chose pour y remédier.

# search_hint
source: Search the Quran
fr: Rechercher dans le coran

# quranSearchType
source: Verses of the Quran
fr: Ayāt du Coran

source: Found in Sura
fr: Trouvée dans la sourate

# no_results
source: No results found for "%s"
fr: Aucun resultats pour "%s"

# no_active_translation
source: You have no active translation set. Please set an active translation first and then search again.
fr: Vous n'avez aucune traduction active définie. S'il vous plaît définissez une traduction active tout d'abord, puis recherchez à nouveau.

source: Translation Settings
fr: Paramètres de traduction

# no_arabic_search_available
source: You have not downloaded the Arabic search pack. Please download it and try your search again.
fr: Vous n'avez pas téléchargé le pack de recherche arabe. S'il vous plaît veuillez le télécharger et recommencez votre recherche.

# get_arabic_search_db
source: Get Arabic Search Database
fr: Télécharger la base de données de recherche arabe

# prefs_volume_key_navigation_title
source: Volume key navigation
fr: Navigation avec les touches de son

# prefs_volume_key_navigation_summary
source: Navigate between pages using volume keys
fr: Naviguer entre les pages avec les touches du contrôle du volume.

# prefs_category_reading
source: Reading Preferences
fr: Preférences de lecture

# prefs_category_translation
source: Translation Preferences
fr: Préférences de traduction

# prefs_category_display_settings
source: Display Settings
fr: Parametres d'affichage

# prefs_use_arabic_title
source: Arabic mode
fr: Mode arabe

# prefs_use_arabic_summary_on
source: Use Arabic for application interface
fr: L'application sera traduite en arabe

# prefs_new_background_title
source: New background
fr: Nouvel arrière-plan

# prefs_lock_orientation_title
source: Lock screen orientation
fr: Verrouiller l'orientation de l'écran

# prefs_lock_orientation_summary_on
source: Use fixed orientation mode
fr: L'affichage du coran ne s'adaptera pas au changement d'orientation de l'écran.

# prefs_lock_orientation_summary_off
source: Adaptive to current orientation mode
fr: L'affichage du coran s'adaptera au changement d'orientation de l'écran.

# prefs_landscape_orientation_title
source: Landscape orientation
fr: Mode paysage

# prefs_landscape_orientation_summary_on
source: Always use landscape mode
fr: L'orientation paysage sera utilisé.

# prefs_landscape_orientation_summary_off
source: Always use portrait mode
fr: L'orientation portrait sera utilisé.

# prefs_night_mode_title
source: Night mode
fr: Mode nuit

# prefs_night_mode_summary
source: Use dark background and light fonts
fr: Un fond sombre et des polices lumineuses seront utilisés.

# prefs_night_mode_text_brightness_title
source: Text brightness
fr: Luminosité du texte

# prefs_night_mode_text_brightness_summary
source: Brightness of the text when night mode is active
fr: Luminosité du texte lorsque le mode nuit est actif

# prefs_overlay_page_info_title
source: Show page info
fr: Afficher des infos

# prefs_overlay_page_info_summary
source: Overlay page number, sura name, and juz' number while reading
fr: Affiche le numéro de page, le nom de la sourate et le numéro du juz' lors la lecture.

# prefs_display_marker_title
source: Display marker popups
fr: Montrer un popup de repère

# prefs_display_marker_summary
source: Display popup on reaching juz', hizb, etc.
fr: Affiche un popup quand on atteint un juz', un hizb, etc.

# prefs_highlight_bookmarks_title
source: Highlight bookmarks
fr: Surligner les favoris

# prefs_highlight_bookmarks_summary
source: Highlight bookmarked ayahs while reading
fr: Surligner les Ayāt en favoris durant la lecture

# prefs_translation_text_title
source: Translation text size
fr: Taille du texte traduit

# prefs_translations
source: Translations
fr: Traductions

# prefs_translations_summary
source: Download and manage translations
fr: Télécharger et gérer les traductions

# prefs_ayah_before_translation_title
source: Ayah before translation
fr: Aya avant la traduction

# prefs_ayah_before_translation_summary
source: Show ayah in Arabic above the translation
fr: Voir l'Aya en arabe au-dessus de la traduction

# prefs_category_download
source: Download Options
fr: Options de téléchargement

# prefs_streaming_summary
source: Stream audio when possible (non-gapless audio only)
fr: Streaming lorsque cela est possible (audio espacé seulement).

# prefs_download_amount_title
source: Download amount
fr: Quantité de téléchargement

# prefs_download_amount_summary
source: Preferred download amount for non-gapless audio
fr: Quantité du téléchargement préféré pour l'audio espacé.

# prefs_audio_manager
source: Audio manager (experimental)
fr: Gestionnaire audio (expérimental)

# prefs_audio_manager_summary
source: Manage and download Quranic audio
fr: Gérer et télécharger les audios coraniques

# downloaded_translations
source: Downloaded
fr: Téléchargées

# available_translations
source: Available for download
fr: Disponible en téléchargement

# remove_button
source: Remove
fr: Supprimer

# prefs_app_location_summary
source: Choose where to store Quran files
fr: Sélectionnez sur quelle sdcard sauvegarder les fichiers

# prefs_app_location_title
source: Quran data directory
fr: Location de l'application

# prefs_send_logs_title
source: Send logs
fr: Envoyer les logs

# prefs_send_logs_summary
source: Send debug logs to the developer
fr: Envoyer les logs de debug au développeur.

# prefs_app_size
source: Current data size is
fr: La taille de l'application est

# prefs_calculating_app_size
source: Calculating App Size
fr: Calcul de la taille de l'application

# prefs_copying_app_files
source: Copying App files
fr: Copie des fichier de l'application

# prefs_err_moving_app_files
source: Failed to move app files
fr: Echec du déplacement des fichiers de l'application

# prefs_megabytes_int
source: %1$d MB
fr: %1$d Mo

# prefs_megabytes_str
source: %s MB
fr: %s Mo

# prefs_no_enough_space_to_move_files
source: Insufficient space to move app files
fr: Espace insuffisant pour déplacer les fichiers de l'application

# prefs_sdcard_internal
source: Internal storage
fr: Stockage interne

# prefs_sdcard_external
source: External SD card %1$d
fr: Carte SD externe %1$d

# prefs_tablet_mode_title
source: Tablet Mode
fr: Mode tablette

# prefs_tablet_mode_enabled
source: In landscape, two pages will appear side by side.
fr: En orientation paysage, deux pages s'afficheront côte à côte.

# prefs_tablet_mode_disabled
source: In landscape, only one page will appear.
fr: En orientation paysage, seulement une page s'affichera.

# prefs_category_advanced
source: Advanced Options
fr: Options avancées

# prefs_export_title
source: Export
fr: Exporter

# prefs_export_summary
source: Export a copy of bookmarks and tags
fr: Exporter une sauvegarde des marque-pages et des tags.

# import_data_permissions_error
source: Unable to read backup file due to permissions error.
fr: Impossible de lire le fichier de sauvegarde à cause d'une erreur de permissions.

# import_data_error
source: Invalid backup file (or unable to read backup file).
fr: Fichier de sauvegarde invalide (ou impossible de lire le fichier de sauvegarde).

source: Import Data
fr: Importer des données

# import_data_and_override
source: If you import this file, it will replace all your \ bookmarks with %1$d bookmark(s) and %2$d tag(s). Import?
fr: Si vous importez ce fichier, cela remplacera tous vos marque-pages par %1$d marque-page(s) et %2$d tag(s). Effectuer l'importation ?

source: Import Successful
fr: Données importées avec succès

# export_data_error
source: Error exporting data.
fr: Erreur lors de l'export des données.

# exported_data
source: Data exported to %1$s.
fr: Données exportées dans %1$s.

source: Warning
fr: Attention

# kitkat_external_message
source: Due to Android limitations, if you choose to place Quran data on your external SD card and later uninstall or clear data for Quran Android, all Quran Android pages and audio will be deleted and you will have to download them again. Are you sure you want to use the external SD card?
fr: Dû à certaines restrictions d'Android, si vous choisissez de stocker les données de l'application sur votre carte SD et que par la suite vous désinstallez ou supprimez les données de Quran Android, toutes les pages et les audios de Quran Android seront supprimés et vous serez contraints de les télécharger de nouveau. Êtes-vous certains de vouloir utiliser la carte SD externe ?

# please_grant_permissions
source: Please grant permission in application settings.
fr: S'il vous plaît, accordez les permissions dans les paramètres des applicaitons.

source: Update Available
fr: Mise à jour disponible

# translation_updates_available
source: An update is available for some of your translations. Visit the translations screen now?
fr: Une mise à jour est disponible pour certaines de vos traductions. Aller maintenant au menu des traductions ?

# translation_dialog_yes
source: Yes
fr: Oui

# translation_dialog_later
source: Later
fr: Plus tard

# quran_sura
source: Surahs
fr: Sourate

# quran_ayah
source: Ayah %1$d
fr: Aya %1$d

# quran_ayah_details
source: %1$s - Ayah %2$s, Juz' %3$s
fr: %1$s - Aya %2$s, Juz' %3$s

# quran_sura_title
source: Surat %1$s
fr: Sourate %1$s

# sura_ayah_notification_str
source: Sura %1$s, Ayah %2$d
fr: Sourate %1$s, Aya %2$d

# bookmarks_current_page
source: Current Page
fr: Page courante

# index_loading
source: Loading…
fr: Chargement…

source: Canceling…
fr: Annulation…

# juz2_description
source: Juz' %1$d
fr: Juz' %1$s

# page_description
source: page %1$d, Juz' %2$d
fr: page %1$s, Juz' %2$s

# highlighting_database
source: Required Files
fr: Fichiers requis

# timing_database
source: Required Files
fr: Fichiers requis

# sdcard_error
source: Could not find SD card. Please mount it and try again.
fr: Impossible de trouver la carte SD. Insérez-là et réessayez de nouveau.

source: Download Successful
fr: Téléchargement réussi

# download_processing
source: Processing Download…
fr: Traitement du téléchargement…

# download_error_general
source: Download failed
fr: Echec du téléchargement

# download_error_disk
source: Not enough disk space to download
fr: Pas assez d'espace disque pour télécharger

# download_error_network
source: Could not download due to network error
fr: Impossible de télécharger en raison d'une erreur réseau

# download_error_perms
source: Could not download due to permissions error
fr: Impossible de télécharger en raison d'une erreur d'autorisation

# download_error_invalid_download
source: Downloaded file was corrupted
fr: Le fichier téléchargé a été corrompu

# download_error_invalid_download_retry
source: Corrupted file, attempting to re-download
fr: Fichier corrompu, nouvelle tentative de téléchargement

# download_error_network_retry
source: Network error, trying to resume…
fr: Erreur réseau, tentative de reprise…

# notification_download_canceled
source: Download canceled
fr: Téléchargement annulé

# download_non_wifi_prompt
source: You are not on Wi-Fi. Download data anyway?
fr: Vous n'êtes pas en wifi. Télécharger les données malgré tout ?

# download_progress
source: Downloaded %1$s / %2$s
fr: Téléchargé %1$s / %2$s

# download_sura_progress
source: Downloaded %1$s / %2$s of sura %3$d
fr: Téléchargé %1$s / %2$s de la sourate %3$d

# download_sura_ayah_progress
source: Downloading sura %1$d ayah %2$d
fr: Téléchargement de l'Aya %2$d de la sourate %1$d

# process_progress
source: Processing file %1$d / %2$d
fr: Traitement du fichier %1$d / %2$d

# download_retry
source: Retry
fr: Réessayer

# download_cancel
source: Cancel
fr: Annuler

# download_extra_data
source: We need to download one or two small files to support sharing and translation. Download now?
fr: Nous avons besoin de télécharger un ou deux petits fichiers pour le support du partage et de la traduction. Télécharger maintenant ?

# remove_dlg_title
source: Remove Translation?
fr: Supprimer la traduction ?

# remove_dlg_msg
source: Are you sure you would like to remove the %1$s?
fr: Êtes-vous sûr de vouloir supprimer les %1$s ?

# error_getting_translation_list
source: Unable to download the list of translations. Please try again later.
fr: Impossible de télécharger la liste des traductions. Veuillez réessayer plus tard.

source: Search Data
fr: Données de recherche

# need_translation
source: You don't have any translations/tafaseer downloaded yet.
fr: Vous n'avez encore téléchargé aucune traductions/exégèses .

source: Get Translations
fr: Obtenir des traductions

# email_us
source: If your question is not answered above, you can email quranandroid@gmail.com for support. Please note that we receive lots of emails, so we may not be able to reply to all of them.
fr: Si vous n'avez pas eu de réponse à votre question, vous pouvez envoyer un email à quranandroid@gmail.com. Notez bien que nous recevons beaucoup d'emails, nous ne sommes donc pas en mesure de répondre à tous les emails.

# verses
source: One verse
fr: %s Aya

# play_from
source: From
fr: Depuis

# play_to
source: To
fr: À

# play_restrict_range
source: Only play the above verses
fr: Écouter uniquement les Ayāt sélectionnés

# play_verses_range
source: Play set of verses:
fr: Écouter la selection de Ayāt :

source: Play each verse:
fr: Écouter chaque Aya :

# play_apply
source: Apply
fr: Appliquer

# play_apply_and_play
source: Apply and Play
fr: Appliquer et Écouter

source: Previous
fr: Précédant

source: Play
fr: Écouter

source: Stop
fr: Stopper

source: Next
fr: Suivant

# bookmark_ayah
source: Bookmark this Ayah
fr: Ajouter l'Aya aux favoris

# tag_ayah
source: Tag this Ayah
fr: Étiqueter cette Aya

# share_ayah
source: Share Ayah Link
fr: Partager cette Aya

source: Share Ayah Text
fr: Partager le texte de l'Aya

# translation_ayah
source: Ayah Translation/Tafseer
fr: Traduction/exégèse de l'Aya

source: Play from Here
fr: Écouter à partir d'ici
