Repository: quran/quran-ios
Catalog: Quran/*.lproj/Localizable.strings
Languages: fr

# search_key
source: Press the search key to look up a verse
fr: Appuyez sur la touche de recherche pour rechercher une Aya

source: Copy Ayah
fr: Copier l'Aya

# ayah_copied_popup
source: Ayah Copied
fr: Aya copiée

source: Delete Bookmark
fr: Supprimer le favori

source: Tag Bookmark
fr: Étiqueter le favori

source: Delete Tag
fr: Supprimez l'étiquette

source: Edit Tag
fr: Modifier l'étiquette

source: New Tag
fr: Nouvelle étiquette

source: Not Tagged
fr: Aucune étiquette

# tag_dlg_title
source: Tag
fr: Étiquette

# tag_name
source: Name
fr: Nom

# bookmarks_list_empty
source: No Bookmarks
fr: Aucun favori

# tags_list_empty
source: No Tags
fr: Aucune étiquette

# search_results
source: One result for "%1$s":
fr: résultat pour "%1$s":

source: Undo
fr: Annuler

# storage_permission_rationale
source: Quran wants your permission to store its data on external storage. Quran will work without this permission, but if you clear data or uninstall the app, all downloaded pages, audio, and data will be removed. Grant Quran permission?
fr: Quran demande la permission de stocker ses données sur un stockage externe. Quran continuera de fonctionner sans cette permission, mais si vous effacez les données, ou désintallez l'application, toutes les pages téléchargées, les audios, et les données seront supprimés. Accorder la permission à Quran ?

# storage_permission_please_restart
source: Please restart the app for this to take effect.
fr: Redémarrez l'application pour que les changements prennent effet.

source: Audio Manager
fr: Gestionnaire audio
