Repository: quran/quran-ios
Catalog: Quran/*.lproj/Readers.strings
Languages: ar, uz

# qari_minshawi_murattal_gapless
source: Minshawi Murattal (tanpa sela)
ar: المنشاوي (متصل)
uz: Minshavi (murattal, muttasil)

# qari_husary_gapless
source: Husary (tanpa sela)
ar: الحصري (متصل)
uz: Xusoriy (muttasil)

# qari_sudais_gapless
source: Abdurrahman As-Sudais (tanpa sela)
ar: عبد الرحمن السديس (متصل)
uz: Abdurahmon As-Sudays (muttasil)

# qari_qatami_gapless
source: Nasser Al Qatami (tanpa sela)
ar: ناصر القطامي (متصل)
uz: Nosir Al-Qotomiy (muttasil)

# qari_abdulbaset
source: Abd Al-Basit
ar: عبد الباسط عبد الصمد
uz: Abdulbosit

# qari_abdulbaset_mujawwad
source: Abd Al-Basit Mujawwad
ar: عبد الباسط عبد الصمد مجود
uz: Abdulbosit (mujavvad)

# qari_basfar
source: Abdullah Basfar
ar: عبد الله بصفر
uz: Abdulloh Basfar

# qari_suadis
source: Abdurrahmaan As-Sudais
ar: عبد الرحمن السديس
uz: Abdurahmon As-Sudays

# qari_shatri
source: Abu Bakr Ash-Shatri
ar: أبو بكر الشاطري
uz: Abu Bakr Ash-Shatriy

# qari_afasy
source: Mishary Al-Afasy
ar: مشاري بن راشد العفاسي
uz: Mishariy Al-Afasiy

# qari_saad_al_ghamdi
source: Saad Al-Ghamdi
ar: سعد الغامدي
uz: Saʼd Al-Gʻomdiy

# qari_walk
source: Ibrahim Walk (Terjemahan Bahasa Inggeris)
ar: إبراهيم والك (ترجمة انجليزية)
uz: Ibrohim Volk (inglizcha)

# qari_hani_rifai
source: Hani Ar-Rifai
ar: هاني الرفاعي
uz: Honiy Ar-Rifoiy

# qari_husary_mujawwad
source: Husary Mujawwad
ar: الحصري مجود
uz: Xusoriy (mujavvad)

# qari_hudhayfi
source: Ali Al-Hudhaify
ar: الحذيفي
uz: Ali Al-Xuzayfiy

# qari_muaiqly
source: Maher Al Muaiqly
ar: ماهر المعيقلي
uz: Mohir Al-Muayqliy

# qari_minshawi_mujawwad
source: Minshawy Mujawwad
ar: المنشاوي مجود
uz: Minshoviy (mujavvad)

# qari_tablawy
source: Mohammad al Tablaway
ar: محمد الطبلاوي
uz: Muhammad Al-Toblaviy

# qari_ayyoub
source: Muhammad Ayyoub
ar: محمد أيوب
uz: Muhammad Ayyub

# qari_jibreel
source: Muhammad Jibreel
ar: محمد جبريل
uz: Muhammad Jibriyl

# qari_shuraym
source: Saood Ash-Shuraym
ar: سعود الشريم
uz: Saud Ash-Shuroym

# qari_dussary
source: Yasser Ad-Dussary
ar: ياسر الدوسري
uz: Yosir Ad-Dussoriy

# qari_abdulbaset_gapless
source: Abd Al-Basit (tanpa sela)
ar: عبد الباسط (متصل)
uz: Abdulbosit (muttasil)

# qari_abdulbaset_mujawwad_gapless
source: Abd Al-Basit Mujawwad (tanpa sela)
ar: عبد الباسط مجود (متصل)
uz: Abdulbosit (mujavvad, muttasil)

# qari_aziz_alili_gapless
source: Aziz Alili (tanpa sela)
ar: عزيز عليلي (متصل)
uz: Aziz Aliliy (muttasil)

# qari_salah_budair_gapless
source: Salah Budair (tanpa sela)
ar: صلاح بدير (متصل)
uz: Saloh Budoyr (muttasil)

# qari_shuraym_gapless
source: Saood Ash-Shuraym (tanpa sela)
ar: سعود الشريم (متصل)
uz: Saud Ash-Shuroym (muttasil)

# qari_yasser_dussary_gapless
source: Yasser Ad-Dussary (tanpa sela)
ar: ياسر الدوسري (متصل)
uz: Yosir Ad-Dussoriy (muttasil)

# qari_mohammad_altablawi_gapless
source: Mohammad al Tablawy (tanpa sela)
ar: محمد الطبلاوي ( متصل)
uz: Muhammad Al-Toblaviy (muttasil)

# qari_sahl_yaseen_gapless
source: Sahl Yaseen (tanpa sela)
ar: سهل ياسين (متصل)
uz: Sohil Yosin (muttasil)

# qari_shatri_gapless
source: Abu Bakr Ash-Shatri (tanpa sela)
ar: أبو بكر الشاطري (متصل)
uz: Abu Bakr Ash-Shatriy (muttasil)

# qari_ahmad_nauina_gapless
source: Ahmad Nauina (tanpa sela)
ar: أحمد نعينع (متصل)
uz: Ahmad Nauiyna (muttasil)

# qari_akram_al_alaqmi
source: Akram Al-Alaqmi (tanpa sela)
ar: اكرم العلقمي (متصل)
uz: Akram Al-Alaqmiy (muttasil)

# qari_ali_hajjaj_alsouasi_gapless
source: Ali Hajjaj Alsouasi (tanpa sela)
ar: علي حجاج السويسي (متصل)
uz: Ali Hajjoj Alsuaysiy (muttasil)

# qari_saad_al_ghamidi_gapless
source: Saad Al-Ghamdi (tanpa sela)
ar: سعد الغامدي (متصل)

# qari_bandar_baleela_gapless
source: Bandar Baleela (tanpa sela)
ar: بندر بليلة (متصل)

# qari_mahmoud_ali_albana_gapless
source: Mahmoud Ali al Bana (tanpa sela)
ar: محمود علي البنا (متصل)

# qari_abdulrahman_alshahat_gapless
source: Abdulrahman Al-Shahat (tanpa sela)
ar: عبد الرحمن الشحات (متصل)
